Repository: PadreIDE/Padre
Catalog: share/locale/*.po
Languages: de, fr_fr

source: File has been deleted on disk, do you want to CLEAR the editor window?
fr_fr: Le fichier a été supprimé sur disque, voulez-vous EFFACER le contenu de la fenêtre ?

source: File changed on disk since last saved. Do you want to reload it?
fr_fr: Fichier modifié depuis la dernière sauvegarde. Voulez-vous le recharger ?

source: Term:
fr_fr: Terme :

source: Select all Ctrl-A
fr_fr: Tout sélectionner Ctrl-A

source: &Copy Ctrl-C
fr_fr: &Copier Ctrl-C

source: Cu&t Ctrl-X
fr_fr: &Co&uper Ctrl-X

source: &Paste Ctrl-V
fr_fr: &C&oller Ctrl-V

source: &Toggle Comment Ctrl-Shift-C
fr_fr: Dé/commenter Ctrl-Shift-C

source: &Comment Selected Lines Ctrl-M
fr_fr: Commenter les lignes sélectionnées Ctrl-M

source: &Uncomment Selected Lines Ctrl-Shift-M
fr_fr: Décommenter les lignes sélectionnées Ctrl-Shift-M

source: NAME
fr_fr: NOM

source: Syntax Check
fr_fr: Vérification syntaxique

source: Error while calling %s
fr_fr: Erreur lors de l'appel de %s :

source: Diff tool:
fr_fr: Outil de diff :

source: Highlighter:
fr_fr: Coloriseur syntaxique :

source: Window title:
fr_fr: Titre de la fenêtre :

source: Perl interpreter:
fr_fr: Interpréteur Perl :

source: Name
fr_fr: Nom

source: Regex Editor
fr_fr: Editeur d'expressions régulières

source: Ignore case (%s)
fr_fr: Ignorer la casse (%s)

source: Single-line (%s)
fr_fr: Simple-ligne (%s)

source: Multi-line (%s)
fr_fr: Multi-ligne (%s)

source: Extended (%s)
fr_fr: Etendue (%s)

source: Plug-in Manager
fr_fr: Gestion des greffons

source: Status
fr_fr: Statut

source: Plug-in Name
fr_fr: Nom du greffon

source: Name:
fr_fr: Nom :

source: Perl 5 Test
fr_fr: Test Perl 5

source: Perl Distribution (Module::Starter)
fr_fr: Distribution Perl (Module::Starter)

source: &Open...
fr_fr: &Ouvrir...

source: Show the window displaying the standard output and standar error of the running scripts
fr_fr: Montrer le panel contenant la sortie et l'erreur standards des scripts lancés

source: Reset the the size of the letters to the default in the editor window
fr_fr: Remettre la taille par défaut de la police de la fenêtre éditeur

source: Pl&ugins
fr_fr: &Greffons

source: Live Support
fr_fr: Support en direct

source: &Goto Line
fr_fr: &Aller à la ligne

source: Ask the user for a row number and jump there
fr_fr: Demander un numéro de ligne à l'utilisateur et y aller

source: Jumpt to the code that triggered the next error
fr_fr: Aller à l'endroit du code qui a provoqué l'erreur suivante

source: &AutoComplete
fr_fr: &AutoComplétion

source: Diff Tools
fr_fr: Outils de diff

source: Regex editor
fr_fr: Editeur d'expressions régulières

source: Refac&tor
fr_fr: Refac&toriser

source: Debugger
fr_fr: Débugger

source: Error:
fr_fr: Erreur :

source: Prompt for a replacement variable name and replace all occurrance of this variable
fr_fr: Demande un nom de remplacement et remplacer toutes les occurrences de cette varibale

source: Build + run all Tests
fr_fr: Build + lancer tous les tests

source: Open perlmonks.org, one of the biggest Perl community sites in your default webbrowser
fr_fr: Ouvrir perlmonks.org dans votre navigateur, l'un des plus gros sites communautaires de Perl

source: Step In
fr_fr: Pas en avant

source: Start running and/or continoue running till next breakpoint or watch
fr_fr: Démarrer ou continue l'exécution jusqu'au prochain point d'arrêt ou surveillance

source: Set focus to the line where the current statement is in the debugging process
fr_fr: Mettre le focus sur la ligne de l'instruction courante dans le processus débuggué
