Repository: PadreIDE/Padre
Catalog: share/locale/*.po
Languages: de, fr_fr

source: Repeat the last find, but backwards to find the previous match
de: Führt den letzten Suchvorgang mit umgekehrter Suchrichtung aus
fr_fr: Répète la dernière recherche en arrière, pour trouver l'occurrence précédente

source: Quick Find
de: Schnell finden
fr_fr: Recherche rapide

source: Incremental search seen at the bottom of the window
de: Alle Treffern anzeigen
fr_fr: Recherche incrémentale présente en bas de la fenêtre

source: Find next matching text using a toolbar-like dialog at the bottom of the editor
de: Sucht einen Text mit Hilfe einer Such-Toolbar.
fr_fr: Trouve l'occurrence suivante avec une barre de recherche au bas de l'éditeur

source: Find Previous
de: Finde vorhergehende
fr_fr: Rechercher en arrière

source: Find previous matching text using a toolbar-like dialog at the bottom of the editor
de: Findet den vorherigen Treffer der Such-Toolbar
fr_fr: Trouve l'occurrence précédente avec une barre de recherche au bas de l'éditeur

source: Find a text and replace it
de: Text Suchen und ersetzen
fr_fr: Trouver un texte et le remplacer

source: Find in Fi&les...
de: In Dateien suchen...
fr_fr: Rechercher dans des &fichiers...

source: Search for a text in all files below a given directory
de: Sucht in allen Dateien eines Verzeichnisses nach einem Text.
fr_fr: Chercher un texte dans tous les fichiers en dessous d'un répertoire donné

source: Type in a filter to select a file
de: Filter für Dateiauswahl eingeben
fr_fr: Entrer un filtre pour sélectionner un fichier

source: Quick access to all menu functions
de: Schnellzugriff auf alle Menüfunktionen.
fr_fr: Accès rapide aux fonctions des menus.

source: Dump the Padre object to STDOUT
de: Gibt einen Dump des Padre-Objektes auf STDOUT aus
fr_fr: Dumper l'objet Padre sur STDOUT

source: Dumps the complete Padre object to STDOUT for testing/debugging.
de: Gibt einen vollständigen Dump des Padre Objektes auf STDOUT aus (für Tests und Debugging).
fr_fr: Dumpe l'objet Padre complet sur STDOUT pour tester / débugguer.

source: Run Script
de: Skript ausführen
fr_fr: Lancer le script

source: Runs the current document and shows its output in the output panel.
de: Führt das aktuelle Programm aus und zeigt die Ausgabe im Ausgabe-Panel.
fr_fr: Lance le document courant et montre sa sortie dans le cadre de sortie.

source: Run Script (debug info)
de: Skript ausführen (Debug Info)
fr_fr: Lancer le script (infos de debug)

source: Run the current document but include debug info in the output.
de: Führt das aktuelle Dokument aus und zeigt Ausgabe und Debug-Informationen im Ausgabe-Panel an.
fr_fr: Lance le document courant mais inclut les informations de debug dans la sortie.

source: Run Command
de: Befehl ausführen
fr_fr: Lancer une commande

source: Runs a shell command and shows the output.
de: Führt einen Shellbefehl aus und zeigt die Ausgabe im Ausgabe-Panel.
fr_fr: Lance une commande externe et montre la sortie.

source: Run Build and Tests
de: Projekt kompilieren und alle Tests starten

source: Builds the current project, then run all tests.
de: Erstellt das aktuelle Projekt und führt alle Tests aus.
fr_fr: Build le projet courant, puis lance les tests.

source: Run Tests
de: Tests ausführen
fr_fr: Lancer les tests

source: Run all tests for the current project or document and show the results in the output panel.
de: Führt alle Test des aktuellen Projektes aus und zeigt das Ergebnis im Ausgabe-Panel.
fr_fr: Lance tous les tests du projet ou document courant et montre la sortie dans le cadre de sortie.

source: Run This Test
de: Diesen Test starten
fr_fr: Lancer ce test

source: Run the current test if the current document is a test. (prove -bv)
de: Aktuellen Text ausführen (sofern das aktuelle Dokument ein Test ist)
fr_fr: Lance le test si le document courant est un test. (prove -bv)

source: Stop execution
de: Ausführung anhalten
fr_fr: Arrêter l'exécution

source: Stop a running task.
de: Hält den aktuellen Prozess an.
fr_fr: Arrêter une tâche en cours.

source: Lock User Interface
de: Oberfläche gegen Änderungen sperren
fr_fr: Verrouiller l'interface

source: Allow the user to move around some of the windows
de: Eine Fenster verschiebbar machen
fr_fr: Permettre à l'utilisateur de déplacer les panels

source: Show Output
de: Ausgabe zeigen
fr_fr: Montrer la sortie

source: Show the window displaying the standard output and standard error of the running scripts
de: Ein Fenster zur Anzeige der Standardausgabe und Standardfehlermeldungen laufender Scripte anzeigen

source: Show Functions
de: Funktionen zeigen
fr_fr: Montrer les fonctions

source: Show a window listing all the functions in the current document
de: Alle Funktionen (Methoden, Subs) im aktuellen Dokument anzeigen
fr_fr: Montrer le panel listant toutes les fonctions du document courant

source: Show To-do List
de: TODO-Liste zeigen

source: Show a window listing all todo items in the current document
de: Alle TODO's für das aktuelle Dokument zeigen

source: Show Outline
de: Übersicht zeigen
fr_fr: Montrer le profil

source: Show a window listing all the parts of the current file (functions, pragmas, modules)
de: Die Struktur (Funktionen, Pragmas, Module) des aktuellen Dokuments anzeigen
fr_fr: Montrer le panel listant toutes les parties du fichier courant (fonctions, pragmas, modules)

source: Show Directory Tree
de: Verzeichnis-Baum zeigen
fr_fr: Montrer l'explorateur de répertoire

source: Show a window with a directory browser of the current project
de: Den Verzeichnisbaum (komplett oder für das aktuelle Projekt) anzeigen
fr_fr: Montrer le panel avec un navigateur de fichier pour le fichier courant

source: Show Syntax Check
de: Syntax-Check ausführen
fr_fr: Montrer la vérification syntaxique

source: Turn on syntax checking of the current document and show output in a window
de: Syntax-Hervorhebung aktivieren
fr_fr: Activer la vérification syntaxique du document courant et montre sa sortie dans le cadre de sortie

source: Show Error List
de: Fehlerliste zeigen
fr_fr: Montrer la liste d'erreurs

source: Show the list of errors received during execution of a script
de: Ausführungsfehler eines Scriptes anzeigen
fr_fr: Montrer la liste des erreurs rencontrées lors de l'exécution d'un script

source: Show Status Bar
de: Statuszeile zeigen
fr_fr: Montrer la barre de statut

source: Show/hide the status bar at the bottom of the screen
de: Die Statuszeile anzeigen/ausblenden
fr_fr: Montrer/Cacher la barre de statut en bas de l'écran

source: Show Toolbar
de: Zeige Werkzeugleiste
fr_fr: Montrer la barre d'outil

source: Show/hide the toolbar at the top of the editor
de: Toolbar anzeigen/ausblenden
fr_fr: Montrer/Cacher la barre d'outils en haut de l'éditeur

source: Show Line Numbers
de: Zeilennummern zeigen
fr_fr: Montrer les numéros de ligne

source: Show/hide the line numbers of all the documents on the left side of the window
de: Zeilennummern anzeigen bzw. ausblenden
fr_fr: Montrer/Cacher les numéros de ligne des documents dans la partie gauche de la fenêtre

source: Show Code Folding
de: Code-Ausblenden verwenden
fr_fr: Montrer les replis de code

source: Show/hide a vertical line on the left hand side of the window to allow folding rows
de: Einklappen von Sourcecode-Teilen ermöglichen
fr_fr: Montrer/Cacher une barre verticale sur la gauche pour permettre de replier le code

source: Fold all
de: Alle einklappen
fr_fr: Tout replier

source: Fold all the blocks that can be folded (need folding to be enabled)
de: Alle möglichen Blöcke einklappen (sofern einklappbarer Code aktiviert ist)

source: Unfold all
de: Alle ausklappen
fr_fr: Tout déplier

source: Unfold all the blocks that can be folded (need folding to be enabled)
de: Alle möglichen Blöcke aufklappen (sofern einklappbarer Code aktiviert ist)

source: Show Call Tips
de: Aufruf-Tipps zeigen
fr_fr: Montrer la syntaxe d'appel

source: When typing in functions allow showing short examples of the function
de: Kurzhilfe zu Funktionen anzeigen während sie eingegeben werden
fr_fr: Montrer un court exemple de la fonction lorsqu'elle est utilisée

source: Show Current Line
de: Aktuelle Zeile hervorheben
fr_fr: Surligner la ligne courante

source: Highlight the line where the cursor is
de: Die aktuelle Zeile einfärben
fr_fr: Surligner la position du curseur

source: Show Right Margin
de: Zeige rechten Rand
fr_fr: Montrer la marge de droite

source: Show a vertical line indicating the right margin
de: Eine vertikale Linie anzeigen um die rechte Begrenzung darzustellen
fr_fr: Montrer une ligne verticale indiquant la marge de droite

source: Show Newlines
de: Zeilenumbrüche zeigen
fr_fr: Montrer les retours chariot

source: Show/hide the newlines with special character
de: Zeilenumbrüche mit einem speziellen Zeichen darstellen
fr_fr: Montrer/Cacher les retours chariot avec un caractère spécial

source: Show Whitespaces
de: Leerraum zeigen
fr_fr: Montrer les espaces

source: Show/hide the tabs and the spaces with special characters
de: Tabs und Leerzeichen als spezielle Zeichen anzeigen
fr_fr: Montrer/Cacher les espaces et tabulations avec des caractères spéciaux

source: Show Indentation Guide
de: Einrückungshilfen zeigen
fr_fr: Montrer les guides d'indentation

source: Show/hide vertical bars at every indentation position on the left of the rows
de: Einrückungen graphisch darstellen
fr_fr: Montrer/Cacher des lignes verticales à chaque position d'indentation sur la gauche

source: Word-Wrap
de: Automatischer Zeilenumbruch
fr_fr: Retour à la ligne

source: Wrap long lines
de: Lange Zeilen umbrechen
fr_fr: Continuer les longues lignes sur la ligne suivante

source: Increase Font Size
de: Schrift vergrößern
fr_fr: Augmenter la taille de la fonte

source: Make the letters bigger in the editor window
de: Schrift größer darstellen
fr_fr: Augmenter la police de la fenêtre éditeur

source: Decrease Font Size
de: Schrift verkleinern
fr_fr: Diminuer la taille de la fonte

source: Make the letters smaller in the editor window
de: Schrift kleiner darstellen
fr_fr: Diminuer la police de la fenêtre éditeur

source: Reset Font Size
de: Schriftgröße zurücksetzen
fr_fr: Réinitialiser la taille de la fonte

source: Reset the size of the letters to the default in the editor window
de: Standard-Schriftgröße wiederherstellen

source: Create a bookmark in the current file current row
de: Ein Lesezeichen erstellen
fr_fr: Créer un signer dans le document courant à la ligne courante

source: Goto Bookmark
de: Gehe zu Lesezeichen
fr_fr: Aller au signet

source: Select a bookmark created earlier and jump to that position
de: Zu einem Lesezeichen springen
fr_fr: Aller à la position sauvegardée par un signet

source: &Full Screen
de: &Vollbild
fr_fr: &Plein écran

source: Set Padre in full screen mode
de: Vollbildmodus aktivieren
fr_fr: Mettre Padre en mode plein-écran

source: Prompt for a replacement variable name and replace all occurrences of this variable
de: Neuen Variablennamen eingeben und alle Vorkommen umbenennen

source: Extract Subroutine
de: Sub aus Markierung erstellen
fr_fr: Extraire la fonction

source: Cut the current selection and create a new sub from it. A call to this sub is added in the place where the selection was.
de: Schneidet die aktuelle Auswahl aus und erstelle eine neue Sub daraus. Ein Aufruf dieser Sub wird an Stelle der Auswahl eingefügt.
fr_fr: Coupe la sélection courante et crée une nouvelle fonction avec. Un appel à cette fonction sera ajouté à la place de cette sélection.

source: Please enter a name for the new subroutine
de: Name für neue Sub eingeben
fr_fr: Veuillez entrer un nom pour la nouvelle fonction

source: New Subroutine Name
de: Name der neuen Sub
fr_fr: Nom de la nouvelle fonction

source: Assign the selected expression to a newly declared variable
de: Die aktuelle Auswahl in eine neue Variable übernehmen
fr_fr: Assigner l'expression sélectionnée à une nouvelle variable

source: Last Visited File
de: Zuletzt aufgerufene Datei
fr_fr: Dernier fichier visité

source: Switch to edit the file that was previously edited (can switch back and forth)
de: Vorherige Datei auswählen
fr_fr: Aller au fichier précédemment édité (va et vient)

source: Oldest Visited File
de: Älteste aufgerufene Datei
fr_fr: Plus ancien fichier visité

source: Put focus on tab visited the longest time ago.
de: Das älteste besuchte Tab auswählen
fr_fr: Mettre le focus sur l'onglet visité le plus longtemps auparavant.

source: Next File
de: Nächste Datei
fr_fr: Fichier suivant

source: Put focus on the next tab to the right
de: Das nächste (rechter Nachbar) Tab auswählen
fr_fr: Mettre le focus sur l'onglet de droite

source: Previous File
de: V&orherige Datei
fr_fr: Fichier précédent

source: Put focus on the previous tab to the left
de: Das vorherige (linker Nachbar) Tab auswählen
fr_fr: Mettre le focus sur l'onglet de gauche

source: Right Click
de: Rechts-Klick Alt-/
fr_fr: Clic droit

source: Imitate clicking on the right mouse button
de: Einen Klick der rechten Maustaste simulieren
fr_fr: Imiter le click droit sur la souris

source: GoTo Functions Window
de: Funktions-Fenster
fr_fr: Aller à la fenêtre des fonctions

source: Set the focus to be the functions window
de: Die Funktionsliste auswählen
fr_fr: Mettre le focus sur le panel des fonctions

source: GoTo Todo Window
de: TODO-Liste auswählen

source: Set the focus to be the todo window
de: Die TODO-Liste auswählen

source: GoTo Outline Window
de: Übersichts-Bereich Alt-L
fr_fr: Aller à la fenêtre de profil

source: Set the focus to be the outline window
de: Die Dokumentstruktur auswählen
fr_fr: Mettre le focus sur le panel du profil

source: GoTo Output Window
de: Ausgabe-Bereich Alt-O
fr_fr: Aller à la fenêtre de Sortie

source: Set the focus to be the output window
de: Das Ausgabefenster wählen
fr_fr: Mettre le focus sur le panel de sortie

source: GoTo Syntax Check Window
de: Syntax-Check-Bereich Alt-C
fr_fr: Aller à la fenêtre de vérification syntaxique

source: Set the focus to be the syntax check window
de: Die Syntaxkontrolle wählen
fr_fr: Mettre le focus sur le panel de vérification syntaxique

source: GoTo Main Window
de: Editor-Bereich Alt-M
fr_fr: Aller à la fenêtre principale

source: Set the focus to be the main editor window
de: Das Editor-Fenster wählen
fr_fr: Mettre le focus sur l'éditeur principal

source: &Undo
de: &Rückgängig
fr_fr: &Annuler

source: Undo last change in current file
de: Letzte Änderung rückgängigmachen
fr_fr: Annuler le dernier changement dans le fichier courant

source: &Redo
de: &Wiederherstellen
fr_fr: &Refaire

source: Redo last undo
de: Letzte zurückgenommene Änderung wiederherstellen
fr_fr: Refaire la dernière annulation

source: Select all
de: Alles auswählen
fr_fr: Tout sélectionner

source: Select all the text in the current document
de: Gesamtes Dokument auswählen
fr_fr: Sélectionner tout le texte du document courant

source: Mark selection start
de: Anfang der Markierung
fr_fr: Marquer le début de la sélection

source: Mark the place where the selection should start
de: Anfang einer Auswahl festlegen
fr_fr: Marquer l'endroit où la sélection doit commencer

source: Mark selection end
de: Ende der Markierung
fr_fr: Marquer la fin de la sélection

source: Mark the place where the selection should end
de: Ende einer Auswahl festlegen
fr_fr: Marquer l'endroit où la sélection doit s'arrêter

source: Clear selection marks
de: Entferne Auswahl-Marken
fr_fr: Effacer les marques de sélection

source: Remove all the selection marks
de: Alle Auswahl-Markierungen entfernen
fr_fr: Effacer toutes les marques de sélection

source: Cu&t
de: Ausschneiden
fr_fr: Co&uper

source: Remove the current selection and put it in the clipboard
de: Aktuelle Auswahl ausschneiden und in die Zwischenablage kopieren
fr_fr: Supprimer la sélection courante et la placer dans le presse-papier

source: &Copy
de: Kopieren
fr_fr: &Copier

source: Put the current selection in the clipboard
de: Die aktuelle Auswahl in die Zwischenanlage kopieren
fr_fr: Copier la sélection courante dans le presse-papier

source: Copy full filename
de: Dateiname mit Pfad kopieren
fr_fr: Copier le nom de fichier complet

source: Put the full path of the current file in the clipboard
de: Den vollen Pfad der aktuellen Datei in die Zwischenablage kopieren
fr_fr: Copier le chemin complet du fichier courant dans le presse-papier

source: Copy filename
de: Dateiname kopieren
fr_fr: Copier le nom de fichier

source: Put the name of the current file in the clipboard
de: Den Dateinamen der aktuellen Datei in die Zwischenablage kopieren
fr_fr: Copier le nom du fichier courant dans le presse-papier

source: Copy directory name
de: Verzeichnisname kopieren
fr_fr: Copier le nom du répertoire

source: Put the full path of the directory of the current file in the clipboard
de: Vollen Pfad und Dateinamen der aktuellen Datei in die Zwischenablage kopieren
fr_fr: Copier le chemin complet du répertoire du fichier courant dans le presse-papier

source: Copy editor content
de: Gesamtes Dokument kopieren
fr_fr: Copier le contenu de l'éditeur

source: Put the content of the current document in the clipboard
de: Aktuelles Dokument in die Zwischenablage kopieren
fr_fr: Copier le document courant dans le presse-papier

source: &Paste
de: Einfügen
fr_fr: Co&ller

source: Paste the clipboard to the current location
de: Zwischenanlage einfügen
fr_fr: Coller le contenu du presse-papier à la position courante

source: &Goto
de: &Gehe zu

source: &Next Problem
de: &Nächstes Problem
fr_fr: Problème suivant

source: Jumpt to the code that triggered the next error
de: Zum nächsten Fehler springen

source: &Quick Fix
de: Häufige Fehler finden
fr_fr: Correction &rapide

source: Apply one of the quick fixes for the current document
de: Häufige Sourcecode-Verbesserungen anwenden
fr_fr: Appliquer une correction rapide au document courant

source: No suggestions
de: Keine Vorschläge gefunden
fr_fr: Aucune suggestion

source: Offer completions to the current string. See Preferences
de: Die aktuelle Eingabe vervollständigen. Mehr Optionen in den Einstellungen...
fr_fr: Proposer des complétions pour la chaîne courante. Voir les préférences

source: &Brace matching
de: &Zugehörige Klammer finden
fr_fr: Balance des parenthèses

source: Jump to the matching opening or closing brace: {, }, (, )
de: Zur passenden Klammer springen
fr_fr: Aller à la parenthèse / accolade correspondante : { }, ( )

source: &Join lines
de: Zei&len zusammenführen
fr_fr: &Joindre les lignes

source: Join the next line to the end of the current line.
de: Die aktuelle und die nächste Zeile zusammenführen
fr_fr: Joindre la ligne suivante à la fin de la ligne courante.

source: Insert Special Value
de: Speziellen Wert einfügen
fr_fr: Insérer une information

source: Select a Date, Filename or other value and insert at the current location
de: Datum, Uhrzeit, Dateiname oder andere Werte auswählen und an der aktuellen Position einfügen
fr_fr: Insérer une date, nom de fichier ou autre valeur à la position courante

source: Select and insert a snippet at the current location
de: Ein Sourcecode-Stück an der aktuellen Stelle einfügen
fr_fr: Insérer un extrait à la position courante

source: Insert From File...
de: Einfügen aus Datei...
fr_fr: Insérer un fichier...

source: Select a file and insert its content at the current location
de: Eine Datei an der aktuellen Position einfügen
fr_fr: Insérer le contenu d'un fichier à la position courante

source: &Toggle Comment
de: Kommen&tierung umschalten
fr_fr: Dé/commen&ter

source: Comment out or remove comment out of selected lines in the document
de: Aktuelle oder ausgewählte Zeile(n) ein/auskommentieren
fr_fr: Dé/Commenter les lignes sélectionnées dans le document

source: &Comment Selected Lines
de: Ausgewählte Zeilen: &Auskommentieren
fr_fr: &Commenter les lignes sélectionnées

source: Comment out selected lines in the document
de: Auswahl auskommentieren
fr_fr: Commenter les lignes sélectionnées

source: &Uncomment Selected Lines
de: A&usgewählte Zeilen: Kommentar entfernen
fr_fr: &Décommenter les lignes sélectionnées

source: Remove comment out of selected lines in the document
de: Ausgewählte Zeilen wieder einkommentieren
fr_fr: Décommenter les lignes sélectionnées dans le document

source: Encode document to System Default
de: Dokument in Systemstandard kodieren
fr_fr: Encoder le document dans la locale du système

source: Change the encoding of the current document to the default of the operating system
de: Die Kodierung der aktuellen Datei dem Betriebssystem-Standard anpassen
fr_fr: Changer l'encodage du document courant à la valeur par défaut du système

source: Encode document to utf-8
de: Dokument in utf-8 konvertieren
fr_fr: Encoder le document en utf-8

source: Change the encoding of the current document to utf-8
de: Kodierung in UTF8 ändern
fr_fr: Changer l'encodage du document courant en utf-8

source: Select an encoding and encode the document to that
de: Die Kodierung der Datei ändern
fr_fr: Changer l'encodage du document

source: EOL to Windows
de: Zeilenende ins Windows-Format
fr_fr: Utiliser les fins de ligne Windows

source: Change the end of line character of the current document to those used in files on MS Windows
de: Windows - Zeilenenden verwenden
fr_fr: Utiliser le caractère de fin de ligne de MS Windows pour le document courant

source: EOL to Unix
de: Zeilenende ins Unix-Format
fr_fr: Utiliser les fins de ligne Unix

source: Change the end of line character of the current document to that used on Unix, Linux, Mac OSX
de: Unix/Linux/Mac OS - Zeilenenden verwenden
fr_fr: Utiliser le caractère de fin de ligne de Unix, Linux ou MacOS X pour le document courant

source: EOL to Mac Classic
de: Zeilenende ins Mac-Format
fr_fr: Utiliser les fins de ligne Mac Classic

source: Change the end of line character of the current document to that used on Mac Classic
de: Alten Mac-Standard für Zeilenenden verwenden
fr_fr: Utiliser le caractère de fin de ligne de Mac Classic pour le document courant

source: Tabs to Spaces...
de: In Leerzeichen wandeln...
fr_fr: Convertir les tabulations en espaces

source: Convert all tabs to spaces in the current document
de: Alle Tabulatorzeichen in Leerzeichen konvertieren
fr_fr: Convertir toutes les tabulations en espaces dans le document courant

source: Spaces to Tabs...
de: In Tabulatoren wandeln...
fr_fr: Convertir les espaces en tabulations

source: Convert all the spaces to tabs in the current document
de: Alle Leerzeichen zu Tabulatorzeichen konvertieren
fr_fr: Convertir tous les espaces en tabulations dans le document courant

source: Delete Trailing Spaces
de: Entferne Leerzeichen am Ende
fr_fr: Supprimer les espaces en fin de ligne

source: Remove the spaces from the end of the selected lines
de: Leerzeichen am Ende der ausgewählten Zeilen entfernen
fr_fr: Supprimer les espaces à la fin des lignes sélectionnées

source: Delete Leading Spaces
de: Entferne Leerzeichen am Anfang
fr_fr: Supprimer les espaces en début de ligne

source: Remove the spaces from the beginning of the selected lines
de: Leerzeichen am Anfang der ausgewählten Zeilen entfernen
fr_fr: Supprimer les espaces au début des lignes sélectionnées

source: Upper All
de: Alles in Großbuchstaben
fr_fr: Tout mettre en majuscules

source: Change the current selection to upper case
de: Aktuelle Auswahl in Großbuchstaben ändern
fr_fr: Convertir la sélection courante en majuscules

source: Lower All
de: Alles in Kleinbuchstaben
fr_fr: Tout mettre en minuscules

source: Change the current selection to lower case
de: Aktuelle Auswahl in Kleinbuchstaben ändern
fr_fr: Convertir la sélection courante en minuscules

source: Diff to Saved Version
de: Diff zur gespeicherten Version
fr_fr: Différence par rapport à la version sauvée
