Repository: PadreIDE/Padre
Catalog: share/locale/*.po
Languages: de, fr_fr

source: Project directory %s does not exist (any longer). This is fatal and will cause problems, please close or save-as this file unless you know what you are doing.
de: Das Projektverzeichnis %s existiert nicht (mehr). Dies ist ein kritischer Fehler der mit ziemlicher Sicherheit zu Problemen führen wird. Bitte speichern Sie das aktuelle Dokument unter einem anderen Namen oder schließen es.

source: English (United Kingdom)
de: Englisch (Vereinigtes Königreich)
fr_fr: Anglais (Royaume Uni)

source: English (Australian)
de: Englisch (Australien)
fr_fr: Anglais (Australie)

source: Unknown
de: Unbekannt
fr_fr: Inconnu

source: Arabic
de: Arabisch
fr_fr: Arabe

source: Czech
de: Tschechisch
fr_fr: Tchèque

source: German
de: Deutsch
fr_fr: Allemand

source: English
de: Englisch
fr_fr: Anglais

source: English (Canada)
de: Englisch (Kanada)
fr_fr: Anglais (Canada)

source: English (New Zealand)
de: Englisch (Neuseeland)
fr_fr: Anglais (Nouvelle Zélande)

source: English (United States)
de: Englisch (Vereinigte Staaten)
fr_fr: Anglais (Amérique)

source: Spanish (Argentina)
de: Spanisch (Argentinien)
fr_fr: Espagnol (Argentine)

source: Spanish
de: Spanisch
fr_fr: Espagnol

source: Persian (Iran)
de: Persisch (Iran)
fr_fr: Perse (Iran)

source: French (France)
de: Französisch (Frankreich)
fr_fr: Français (France)

source: French
de: Französisch
fr_fr: Français

source: Hebrew
de: Hebräisch
fr_fr: Hébreu

source: Hungarian
de: Ungarisch
fr_fr: Hongrois

source: Italian
de: Italienisch
fr_fr: Italien

source: Japanese
de: Japanisch
fr_fr: Japonais

source: Korean
de: Koreanisch
fr_fr: Coréen

source: Dutch
de: Niederländisch
fr_fr: Néerlandais

source: Dutch (Belgium)
de: Niederländisch (Belgien)
fr_fr: Néerlandais (Belgique)

source: Norwegian (Norway)
de: Norwegisch (Norwegen)
fr_fr: Norvégien (Norvège)

source: Polish
de: Polnisch
fr_fr: Polonais

source: Portuguese (Brazil)
de: Portugiesisch (Brasilien)
fr_fr: Portugais (Brésil)

source: Portuguese (Portugal)
de: Portugiesisch (Portugal)
fr_fr: Portugais (Portugal)

source: Russian
de: Russisch
fr_fr: Russe

source: Turkish
de: Türkisch
fr_fr: Turc

source: Chinese
de: Chinesisch
fr_fr: Chinois

source: Chinese (Simplified)
de: Chinesisch (Vereinfacht)
fr_fr: Chinois (simplifié)

source: Chinese (Traditional)
de: Chinesisch (Traditionell)
fr_fr: Chinois (traditionnel)

source: Klingon
de: Klingonisch

source: Error while opening file: no file object
de: Fehler beim Öffnen der Datei: Kein file - Objekt
fr_fr: Erreur lors de l'ouverture du fichier : aucun objet fichier

source: Cannot open %s as it is over the arbitrary file size limit of Padre which is currently %s
de: Kann %s nicht öffnen: Überschreitet das aktuelle Dateigrößen-Limit von Padre von derzeit %s
fr_fr: Ne peut ouvrir %s car il dépasse la taille de fichier maximum arbitraire de Padre qui est actuellement de %s

source: Error
de: Fehler
fr_fr: Erreur

source: Visual filename %s does not match the internal filename %s, do you want to abort saving?
de: Der angezeigte Dateiname %s stimmt nicht mit dem internen Dateinamen %s überein. Soll der Speichervorgang abgebrochen werden?
fr_fr: Le nom de fichier %s ne correspond pas au nom de fichier interne %s, voulez-vous annuler la sauvegarde ?

source: Save Warning
de: Warnung: Datei speichern
fr_fr: Avertissement sauvegarde

source: Unsaved %d
de: Ungesichert %d
fr_fr: Non sauvegardé %d

source: Skipped for large files
de: Übersprungen für große Dateien
fr_fr: Omis pour les gros fichiers

source: %s worker threads are running.
de: %s Worker-Threads sind aktiv.
fr_fr: %s threads s'exécutent.

source: Currently, no background tasks are being executed.
de: Derzeit laufen keine Hintergrund-Funktionen.
fr_fr: Aucune tâche de fond ne s'exécute actuellement.

source: The following tasks are currently executing in the background:
de: Folgende Funktionen laufen derzeit im Hintergrund:
fr_fr: Les tâches de fond suivantes sont en cours d'exécution:

source: - %s of type '%s': (in thread(s) %s)
de: - %s vom Typ '%s': (in Thread(s) %s)
fr_fr: - %s de type '%s': (dans le(s) thread(s) %s)

source: Additionally, there are %s tasks pending execution.
de: Zusätzlich warten %s Funktionen auf ihre Ausführung.
fr_fr: De plus, il y a %s tâches attendant de s'exécuter.

source: We found several new plug-ins. In order to configure and enable them go to Plug-ins -> Plug-in Manager List of new plug-ins:
de: Ein oder mehrere neue Plugins gefunden. Konfiguration und Aktivierung unter Plugins -> Plugin-Manager Liste neuer Plugins:
fr_fr: Plusieurs nouveaux greffons trouvés. Afin de les configurer et les activer, aller dans Greffon -> Gestion des greffons

source: New plug-ins detected
de: Neue Plugins gefunden
fr_fr: Nouveaux greffons détectés

source: %s - Crashed while loading: %s
de: %s ist beim Laden von %s abgestürzt.
fr_fr: %s - Interrompu durant le chargement: %s

source: %s - Not a Padre::Plugin subclass
de: %s ist keine Padre::Plugin-Subklasse
fr_fr: %s - Pas une classe dérivée de Padre::Plugin

source: %s - Crashed while instantiating: %s
de: %s ist bei der Instanzierung von %s gecrashed.
fr_fr: %s - Interrompu durant l'instanciation: %s

source: %s - Failed to instantiate plug-in
de: %s - Konnte Plugin-Objekt nicht instantiieren
fr_fr: %s - Ne peut pas instancier le greffon

source: Plugin error on event %s: %s
de: Plugin-Fehler bei Ereignis %s: %s
fr_fr: Erreur greffon lors de l'événement %s : %s

source: Unknown error
de: Unbekannter Fehler
fr_fr: Erreur inconnue

source: Error when calling menu for plug-in
de: Fehler beim Aufruf von menu für das Plugin
fr_fr: Erreur lors de l'appel du menu du greffon

source: No document open
de: Kein geöffnetes Dokument
fr_fr: Aucun document ouvert

source: No filename
de: Kein Dateiname
fr_fr: Pas de nom

source: Could not locate project dir
de: Konnte Projekt-Verzeichnis nicht finden
fr_fr: Ne peut pas trouver le répertoire projet

source: Failed to load the plug-in '%s' %s
de: Plugin '%s' konnte nicht geladen werden %s
fr_fr: Chargement du greffon '%s' impossible %s

source: Open file
de: Öffne Datei
fr_fr: Ouvrir fichier

source: Plug-in must have '%s' as base directory
de: Plugin muss Verzeichnis '%s' als Basis-Verzeichnis haben
fr_fr: Le greffon doit avoir '%s' comme répertoire de base

source: error
de: Fehler
fr_fr: erreur

source: unloaded
de: nicht geladen
fr_fr: non chargé

source: loaded
de: geladen
fr_fr: chargé

source: incompatible
de: Inkompatibel

source: disabled
de: Deaktiviert
fr_fr: désactivé

source: enabled
de: Aktiviert
fr_fr: activé

source: Failed to enable plug-in '%s': %s
de: Plugin '%s' konnte nicht aktiviert werden: %s
fr_fr: Activation du greffon '%s' impossible : %s

source: Failed to disable plug-in '%s': %s
de: Plugin '%s' konnte nicht deaktiviert werden: %s
fr_fr: Désactivation du greffon '%s' impossible : %s

source: Previous open files
de: Frühere geöffnete Dateien
fr_fr: Fichiers précédemment ouverts

source: A new empty file
de: Eine neue leere Datei
fr_fr: Un nouveau fichier vide

source: No open files
de: Keine Dateien geöffnet
fr_fr: Aucun fichier ouvert

source: Open session
de: Sitzung öffnen
fr_fr: Ouvrir une session

source: Code Order
de: Code-Reihenfolge
fr_fr: Ordre du code

source: Alphabetical Order
de: alphabetisch
fr_fr: Ordre alphabétique

source: Alphabetical Order (Private Last)
de: alphabetisch, private am Ende
fr_fr: Ordre alphabétique (privé en dernier)

source: Project Tools (Left)
de: Projekt-Tools (Links)
fr_fr: Outils projet (gauche)

source: Document Tools (Right)
de: Dokumenten-Tools (Rechts)msgme
fr_fr: Outils document (droite)

source: No Autoindent
de: Nicht automatisch einrücken

source: Indent to Same Depth
de: Einrückung auf gleiche Ebene

source: Indent Deeply
de: Weit einrücken

source: Fast but might be out of date
de: Schnell, aber möglicherweise veraltet
fr_fr: Rapide mais peut ne pas reconnaître les nouveautés

source: PPI Experimental
de: PPI E&xperimentell
fr_fr: PPI expérimental

source: Slow but accurate and we have full control so bugs can be fixed
de: Langsam, aber genau und ermöglicht Fehlerbehebung
fr_fr: Lent mais correct, de plus nous avons le contrôle dessus donc les bugs peuvent être corrigés

source: Hopefully faster than the PPI Traditional. Big file will fall back to Scintilla highlighter.
de: Hoffentlich schneller als traditionelles PPI; bei großen Dateien wird weiterhin Scintilla benutzt.
fr_fr: Censé être plus rapide que le PPI traditionnel. Les gros fichiers seront toujours colorisés avec Scintilla.

source: Debugger is already running
de: Der Debugger läuft bereits
fr_fr: Le débugger est déjà lancé

source: Not a Perl document
de: Kein Perl-Dokument
fr_fr: Pas un document Perl

source: Debugger not running
de: Der Debugger läuft nicht
fr_fr: Le debugger n'est pas lancé

source: Could not set breakpoint on file '%s' row '%s'
de: Konnte Unterbrechung in Datei %s Zeile %s nicht setzen
fr_fr: Ne peut placer de point d'arrêt dans le fichier '%s' à la ligne '%s'

source: Could not evaluate '%s'
de: Konnte %s nicht ausführen
fr_fr: Ne peut pas évaluer '%s'

source: '%s' does not look like a variable
de: '%s' sieht nicht wie eine Variable aus.
fr_fr: '%s' ne semble pas être une variable

source: Expression:
de: Ausdruck:

source: &Close
de: S&chließen
fr_fr: &Fermer

source: Untitled
de: Unbenannt
fr_fr: Sans titre

source: You must select a range of lines
de: Sie müssen mehrere Zeilen auswählen
fr_fr: Vous devez sélectionner un ensemble de lignes

source: First character of selection must be a non-word character to align
de: Erstes Zeichen der Auswahl muss ein Nicht-Wort-Zeichen zur Ausrichtung sein
fr_fr: Le premier caractère d'une sélection à aligner ne doit pas être alphanumérique

source: Output
de: Ausgabe
fr_fr: Sortie

source: Wx::Perl::ProcessStream is version %s which is known to cause problems. Get at least 0.20 by typing cpan Wx::Perl::ProcessStream
de: Wx::Perl::ProcessStream ist Version %s, bei der bekannte Probleme auftreten. Bitte upgrade auf mindestens Version 0.20 mit cpan Wx::Perl::ProcessStream
fr_fr: La version de Wx::Perl::ProcessStream est%s qui est connue pour causer des problèmes. Récupérez la version 0.20 en tapant cpan Wx::Perl::ProcessStream

source: Dir:
de: Verzeichnis:
fr_fr: Répertoire :

source: Pick &directory
de: &Verzeichnis wählen
fr_fr: Choisir &répertoire

source: In Files/Types:
de: In Dateien/Typen:
fr_fr: dans Fichiers / Types :

source: Case &Insensitive
de: &Ignoriere Groß-/Kleinschreibung
fr_fr: &Insensible à la casse

source: I&gnore hidden Subdirectories
de: I&gnoriere versteckte Unterverzeichnisse
fr_fr: I&gnorer les répertoires cachés

source: Show only files that don't match
de: Nur Dateien zeigen, die nicht übereinstimmen
fr_fr: Montrer seulement les fichiers ne correspondant pas

source: Find in Files
de: In Dateien finden
fr_fr: Rechercher dans des fichiers

source: Select directory
de: Verzeichnis wählen
fr_fr: Sélectionner un répertoire

source: About
de: Über
fr_fr: A propos

source: Development
de: Entwicklung
fr_fr: Développement

source: Translation
de: Übersetzung
fr_fr: Traduction

source: The Padre Development Team
de: Das Padre-Entwicklerteam
fr_fr: L'équipe de développement de Padre

source: The Padre Translation Team
de: Das Padre-Übersetzerteam
fr_fr: L'équipe de traduction de Padre

source: Config dir:
de: Konfigurationsverzeichnis:
fr_fr: Répertoire de configuration :

source: Uptime
de: Laufzeit
fr_fr: Temps d'utilisation

source: unsupported
de: nicht unterstützt
fr_fr: non supporté

source: Project
de: Projekt
fr_fr: Projet

source: Directory
de: Verzeichnis
fr_fr: Répertoire

source: Choose a directory
de: Verzeichnis wählen
fr_fr: Sélectionner un répertoire

source: Output View
de: Ausgabe
fr_fr: Sortie

source: Error List
de: Fehlerliste
fr_fr: Liste d'erreurs

source: No diagnostics available for this error!
de: Keine 'diagnostics'-Informationen zu diesem Fehler verfügbar
fr_fr: Aucun diagnostic disponible pour cette erreur !

source: Diagnostics
de: Diagnose

source: Line
de: Zeile
fr_fr: Ligne

source: Warning
de: Warnung
fr_fr: Avertissement

source: Type
de: Typ

source: Description
de: Beschreibung

source: Copy &Selected
de: Au&swahl kopieren
fr_fr: Copier la &sélection

source: Copy &All
de: &Alle kopieren
fr_fr: &Tout copier

source: Project Tools
de: Projekt Tools
fr_fr: Outils projet

source: Document Tools
de: Dokumenten-Tools
fr_fr: Outils document

source: Background Tasks are running
de: Aktive Hintergrund-Funktionen
fr_fr: Les tâches de fond sont en cours d'exécution

source: Background Tasks are running with high load
de: Aktive Hintergrund-Funktionen mit hoher System-Auslastung
fr_fr: Les tâches de fond sont en cours d'exécution sous forte charge

source: Read Only
de: Nur-Lesen
fr_fr: Lecture seule

source: Functions
de: Funktionen zeigen
fr_fr: Fonctions

source: Outline
de: Übersicht
fr_fr: Profil

source: Find Results (
de: Suchergebnisse (
fr_fr: Résultats de la recherche (

source: Line No
de: Zeile Nr.
fr_fr: Ligne

source: Related Editor Has been Closed
de: Das betreffende Dokument wurde geschlossen.
fr_fr: L'éditeur associé a été fermé

source: No such session %s
de: Keine Sitzungen %s gefunden
fr_fr: Aucune session %s

source: Failed to create server
de: Konnte Server nicht erzeugen
fr_fr: Erreur lors de la création du serveur

source: Command line
de: Kommandozeile
fr_fr: Ligne de commande

source: Run setup
de: Ausführungs-Konfiguration
fr_fr: Configuration du lancement

source: Could not find project root
de: Konnte Basis-Verzeichnis des Projekts nicht finden
fr_fr: Ne peut pas trouver le répertoire racine du projet

source: No Build.PL nor Makefile.PL nor dist.ini found
de: Weder Build.PL noch Makefile.PL noch dist.ini wurden gefunden.

source: Could not find perl executable
de: Konnte Perl-Interpreter nicht finden
fr_fr: Ne peut pas trouver d'exécutable perl

source: Current document has no filename
de: Aktuelles Dokument hat keinen Dateinamen
fr_fr: Le document courant n'a pas de nom de fichier

source: Current document is not a .t file
de: Aktuelles Dokument ist keine .t - Datei!
fr_fr: Le document courant n'est pas un fichier .t

source: Failed to start '%s' command
de: Fehler beim Ausführen des Kommandos '%s'
fr_fr: Impossible de lancer la commande '%s'

source: No open document
de: Kein geöffnetes Dokument
fr_fr: Aucun document ouvert

source: No execution mode was defined for this document
de: Für dieses Dokument ist kein Ausführungsmodus definiert
fr_fr: Aucun mode d'exécution défini pour ce document

source: Do you want to continue?
de: Vorgang fortsetzen?
fr_fr: Voulez-vous continuer ?

source: Opening session %s...
de: Öffne Sitzung %s...
fr_fr: Ouvrir la session %s...

source: Restore focus...
de: Fokus setzen...
fr_fr: Restaurer le focus...

source: Message
de: Nachricht

source: Could not determine the comment character for %s document type
de: Das Kommentarzeichen für den Dateityp %s konnte nicht ermittelt werden.

source: Autocompletion error
de: Autovervollständigungs-Fehler
fr_fr: Erreur d'auto-complétion

source: You still have a running process. Do you want to kill it and exit?
de: Es läuft noch ein Prozess, sollen dieser und Padre beendet werden?
fr_fr: Un processus tourne toujours. Voulez-vous le tuer et quitter ?

source: Cannot open a Directory: %s
de: Verzeichnis kann nicht geöffnet werden: %s
fr_fr: Ne peut ouvrir le répertoire : %s

source: Nothing selected. Enter what should be opened:
de: Nichts ausgewählt. Bitte angeben, was geöffnet werden soll:
fr_fr: Aucune sélection. Entrez ce qu'il faut ouvrir :

source: Open selection
de: Öffne Auswahl
fr_fr: Ouvrir la sélection

source: Could not find file '%s'
de: Konnte Datei '%s' nicht finden
fr_fr: Ne peut pas trouver le fichier '%s'

source: Open Selection
de: Öffne Auswahl
fr_fr: Ouvrir la sélection

source: JavaScript Files
de: JavaScript-Dateien
fr_fr: Fichiers Javascript

source: Perl Files
de: Perl-Dateien
fr_fr: Fichiers Perl

source: PHP Files
de: PHP-Dateien
fr_fr: Fichiers PHP

source: Python Files
de: Python-Dateien
fr_fr: Fichiers Python

source: Ruby Files
de: Ruby-Dateien
fr_fr: Fichiers Ruby

source: SQL Files
de: SQL-Dateien
fr_fr: Fichiers SQL

source: Text Files
de: Text-Dateien
fr_fr: Fichiers texte

source: Web Files
de: WWW-Dateien
fr_fr: Fichiers web

source: All Files
de: Alle Dateien
fr_fr: Tous les fichiers

source: Open File
de: Datei öffnen
fr_fr: Ouvrir

source: File name %s contains * or ? which are special chars on most computers. Skip?
de: Der Dateiname %s enthält * oder ?. Diese Zeichen haben spezielle Funktionen auf den meisten Computern. Überspringen?
fr_fr: Le fichier %s contient les caractères * ou ? qui sont réservés sur la plupart des ordinateurs. Ignorer ?

source: Open Warning
de: Warnung
fr_fr: Avertissement

source: File name %s does not exist on disk. Skip?
de: Datei %s existiert nicht auf der Festplatte. Überspringen?
fr_fr: Le fichier %s n'existe pas. Ignorer ?

source: Reload all files
de: Alle Dateien erneut laden
fr_fr: Recharger tous les fichiers

source: Reload some files
de: Einige Dateien neu laden

source: &Select files to reload:
de: Neu zu ladende Dateien &auswählen:

source: Reload some
de: Einige Dateien neu laden

source: Could not reload file: %s
de: Erneutes Laden gescheitert: %s
fr_fr: Ne peut pas recharger le fichier: %s

source: Save file as...
de: Speichere Datei als...
fr_fr: Enregistrer le fichier sous...

source: File already exists. Overwrite it?
de: Datei existiert bereits. Überschreiben?
fr_fr: Le fichier existe déjà. L'écraser ?

source: Exist
de: Existiert
fr_fr: Existe

source: File already exists
de: Datei existiert bereits. Überschreiben?
fr_fr: Le fichier existe déjà

source: Failed to create path '%s'
de: Fehler beim Erstellen des Verzeichnisses %s
fr_fr: Erreur lors de la création du chemin '%s'

source: File changed on disk since last saved. Do you want to overwrite it?
de: Datei wurde verändert seit dem letzten Speichern. Änderungen überschreiben?
fr_fr: Fichier modifié sur disque depuis la dernière sauvegarde. Voulez-vous l'écraser ?

source: File not in sync
de: Datei nicht synchronisiert
fr_fr: Fichier non synchronisé

source: Could not save file:
de: Konnte Datei nicht speichern:
fr_fr: Ne peut pas enregistrer le fichier:

source: File changed. Do you want to save it?
de: Datei wurde geändert. Speichern?
fr_fr: Fichier modifié. Voulez-vous le sauvegarder ?

source: Unsaved File
de: Ungesicherte Datei
fr_fr: Fichier non sauvegardé

source: Close all
de: Alle schließen
fr_fr: Tout fermer

source: Close some files
de: Einige Dateien schließen

source: Select files to close:
de: Welche Dateien/Fenster sollen geschlossen werden?

source: Close some
de: Ausgewählte schließen

source: Cannot diff if file was never saved
de: Vergleich nicht möglich ohne vorheriges speichern
fr_fr: Ne peut comparer si le fichier n'a jamais été sauvé

source: There are no differences
de: Keine Unterschiede
fr_fr: Il n'y a pas de différences

source: Error: %s
de: Fehler: %s
fr_fr: Erreur : %s

source: Internal error
de: Interner Fehler
fr_fr: Erreur interne

source: (Document not on disk)
de: (Dokument nicht gespeichert)
fr_fr: (Document non présent sur le disque)

source: Words: %s
de: Wörter: %s
fr_fr: Mots : %s

source: Lines: %d
de: Zeilen: %d
fr_fr: Lignes : %d

source: Chars without spaces: %s
de: Zeichen exkl. Leerzeichen: %s
fr_fr: Caractères (hors espaces) : %s

source: Chars with spaces: %d
de: Zeichen inkl. Leerzeichen: %d
fr_fr: Caractères (espaces compris) : %d

source: Newline type: %s
de: Zeilenumbruch: %s
fr_fr: Type de retour chariot : %s

source: Size on disk: %s
de: Dateigröße: %s
fr_fr: Taille sur disque : %s

source: Encoding: %s
de: Kodierung: %s
fr_fr: Encodage : %s

source: Document type: %s
de: Dokument-Typ: %s
fr_fr: Type de document : %s

source: none
de: keine
fr_fr: aucun

source: Filename: %s
de: Dateiname: %s
fr_fr: Fichier : %s

source: Space to Tab
de: In Tabulatoren wandeln...
fr_fr: Convertir les espaces en tabulations

source: Tab to Space
de: In Leerzeichen wandeln...
fr_fr: Convertir les tabulations en espaces

source: How many spaces for each tab:
de: Anzahl Leerzeichen pro Tabulator:
fr_fr: Combien d'espaces pour chaque tab :

source: Need to select text in order to translate to hex
de: Zur Umwandlung in Hex muß Text markiert sein.
fr_fr: Vous devez sélectionner du texte afin de le traduire en hexa

source: Error running filter tool: %s
de: Fehler beim Ausführen des Filters: %s
fr_fr: Erreur lors de l'utilisation de l'outil de filtre : %s

source: Error returned by filter tool: %s
de: Der Filter hat einen Fehler zurückgegeben: %s
fr_fr: Erreur renvoyée par l'outil de filtre : %s

source: Please wait...
de: Bitte warten...
fr_fr: Veuillez patienter...

source: Files
de: Dateien
fr_fr: Fichiers

source: Please choose a different name.
de: Bitte einen anderen Namen wählen.
fr_fr: Veuillez choisir un nom différent.

source: A file with the same name already exists in this directory
de: Es existiert bereits eine Datei mit diesem Namen in diesem Verzeichnis
fr_fr: Un fichier de ce nom existe déjà dans ce répertoire

source: Move here
de: Verschieben
fr_fr: Déplacer ici

source: Copy here
de: Hier kopieren
fr_fr: Copier ici

source: Cancel
de: &Abbrechen
fr_fr: Annuler

source: folder
de: Verzeichnis
fr_fr: répertoire

source: Open in File Browser
de: Im Dateibrowser öffnen

source: Rename / Move
de: Umbenennen/Verschieben
fr_fr: Renommer / Déplacer

source: Move to trash
de: In den Mülleimer verschieben
fr_fr: Déplacer à la poubelle

source: Delete
de: Löschen
fr_fr: Supprimer

source: Are you sure you want to delete this item?
de: Soll dieses Objekt unwiederbringbar gelöscht werden?
fr_fr: Etes-vous sûr de vouloir supprimer cet élément ?

source: Open &Documentation
de: Öffne &Dokumentation
fr_fr: Ouvrir la &documentation

source: Show hidden files
de: Versteckte Dateien zeigen
fr_fr: Montrer les fichiers cachés

source: Reload
de: Datei erneut laden
fr_fr: Recharger

source: Search
de: Suchen
fr_fr: Rechercher

source: Skip hidden files
de: Versteckte Dateien ignorieren
fr_fr: Ignorer les fichiers cachés

source: Skip CVS/.svn/.git/blib folders
de: CSV/.svn/.git/blib - Verzeichnisse überspringen
fr_fr: Ignorer les répertoires CVS / .svn / .git / blib

source: Change project directory
de: Projektverzeichnis wählen
fr_fr: Changer le répertoire du projet

source: Tree listing
de: Baumansicht
fr_fr: Liste arborescente

source: Navigate
de: Navigieren
fr_fr: Naviguer

source: Change listing mode view
de: Listenansicht ändern
fr_fr: Changer le mode d'affichage de la liste

source: Move to other panel
de: Auf anderes Panel verschieben
fr_fr: Déplacer dans un autre cadre

source: &Search
de: &Suche
fr_fr: &Rechercher

source: &Run
de: Ausfüh&ren
fr_fr: &Lancer

source: View Document As...
de: Dokument betrachten als...
fr_fr: Voir le document en tant que...

source: Switch document type to %s
de: Dokumentenart zu %s ändern
fr_fr: Changer le type de document en %s

source: Font Size
de: Schriftgröße
fr_fr: Taille de la fonte

source: Style
de: Stil

source: Evening
de: Nachmittag
fr_fr: Crépuscule

source: Night
de: Nacht
fr_fr: Nuit

source: Switch highlighting colors to %s style
de: Syntax-Hervorhebung zum %s - Stil ändern
fr_fr: Changer le style de surlignage à %s

source: Language
de: Sprache
fr_fr: Langage

source: System Default
de: System-Vorgabe
fr_fr: Valeur par défaut du système

source: Switch menus to the default %s
de: Menüs zum %s - Standard wechseln
fr_fr: Changer les menus au défaut %s

source: Switch menus to %s
de: Menü zu %s wechseln
fr_fr: Changer les menus à %s

source: &View
de: &Ansicht
fr_fr: &Affichage

source: &Window
de: &Fenster
fr_fr: Fenê&tre

source: Select
de: Auswählen
fr_fr: Sélectionner

source: Copy specials
de: Spezielle Kopierfunktionen
fr_fr: Copie spéciale

source: Insert
de: &Einfügen
fr_fr: Insérer
