Repository: PadreIDE/Padre
Catalog: share/locale/*.po
Languages: de, fr_fr

source: Compare the file in the editor to that on the disk and show the diff in the output window
de: Dokument im Editor mit dem Dokument auf dem Datenträger vergleichen und Änderungen anzeigen
fr_fr: Comparer le fichier dans l'éditeur à son état sur disque et montrer la différence dans le panel de sortie

source: Apply Diff to File
de: Diff auf Datei anwenden
fr_fr: Appliquer un diff au fichier

source: Apply a patch file to the current document
de: Ein Patch auf das aktuelle Dokument anwenden
fr_fr: Appliquer un patch au document courant

source: Apply Diff to Project
de: Diff auf Projekt anwenden
fr_fr: Appliquer un diff au projet

source: Apply a patch file to the current project
de: Ein Patch auf das aktuelle Projekt anwenden
fr_fr: Appliquer un patch au projet courant

source: Filter through external tool
de: Externen Filter benutzen
fr_fr: Filtrer avec un outil externe

source: Filters the selection (or the whole document) through any external command.
de: Benutzt einen externen Filter für die aktuelle Auswahl oder das gesamte Dokument.
fr_fr: Filtre la sélection (ou le document en entier) à travers une commande externe.

source: Open the regular expression editing window
de: Den Editor für reguläre Ausdrücke anzeigen
fr_fr: Ouvrir la fenêtre d'édition des expressions régulières

source: Show as hexa
de: Als Hex zeigen
fr_fr: Montrer en tant qu'hexa

source: Show the ASCII values of the selected text in hexa in the output window
de: Hexadezimaldarstellung des aktuell ausgewählten Textes anzeigen
fr_fr: Montrer les valeurs ASCII en hexa du texte sélectionné dans le panel de sortie

source: Show as decimal
de: Zeige als dezimal
fr_fr: Montrer en tant que décimal

source: Show the ASCII values of the selected text in decimal numbers in the output window
de: Dezimaldarstellung des ausgewählten Textes anzeigen
fr_fr: Montrer les valeurs ASCII en décimal du texte sélectionné dans le panel de sortie

source: Edit the user preferences
de: Benutzereinstellungen bearbeiten
fr_fr: Editer les préférences utilisateur

source: Show the Padre help
de: Padre-Hilfe anzeigen
fr_fr: Afficher l'aide de Padre

source: Search Help
de: Hilfe durchsuchen
fr_fr: Aide sur la recherche

source: Context Help
de: Kontexthilfe
fr_fr: Aide contextuelle

source: Show the help article for the current context
de: Padre-Hifle für den aktuellen Kontext anzeigen
fr_fr: Afficher l'aide pour le contexte actuel

source: Current Document
de: Aktuelles Dokument
fr_fr: Document courant

source: Show the POD (Perldoc) version of the current document
de: POD/Perldoc-Version des aktuellen Dokuments anzeigen
fr_fr: Montrer la version POD (perldoc) du document courant

source: Padre Support (English)
de: Padre-Support (Englisch)
fr_fr: Support Padre (anglais)

source: Open the Padre live support in your default web browser and chat to others who may help you with your problem
de: Den Padre-Livesupport-Chat aufrufen um von anderen Nutzern und Entwicklern Hilfe zu erhalten.
fr_fr: Ouvrir le support en direct de Padre dans votre navigateur et discuter avec d'autres personnes qui peuvent vous aider avec votre problème

source: Perl Help
de: Perl-Hilfe
fr_fr: Aide Perl

source: Open the Perl live support in your default web browser and chat to others who may help you with your problem
de: Den Perl-Livesupport-Chat aufrufen um von anderen Nutzern Hilfe zu erhalten.
fr_fr: Ouvrir le support en direct de Perl dans votre navigateur et discuter avec d'autres personnes qui peuvent vous aider avec votre problème

source: Win32 Questions (English)
de: Win32 Fragen (Englisch)
fr_fr: Questions Win32 (anglais)

source: Open the Perl/Win32 live support in your default web browser and chat to others who may help you with your problem
de: Den Perl/Win32-Livesupport-Chat aufrufen um von anderen Nutzern Hilfe zu erhalten.
fr_fr: Ouvrir le support en direct de Perl/Win32 dans votre navigateur et discuter avec d'autres personnes qui peuvent vous aider avec votre problème

source: Visit the PerlMonks
de: Besuche die PerlMonks
fr_fr: Visiter PerlMonks

source: Open perlmonks.org, one of the biggest Perl community sites in your default web browser
de: PerlMonks.org, eine der größten Perl-Communities, besuchen

source: Report a New &Bug
de: Neuen Fehler &melden
fr_fr: Rapporter un nouveau &bug

source: Send a bug report to the Padre developer team
de: Einen Fehlerbericht an die Padre-Entwickler senden.
fr_fr: Envoyer un rapport de bug aux développeurs Padre

source: View All &Open Bugs
de: Alle &offenen Fehler ansehen
fr_fr: Afficher tous les bugs &ouverts

source: View all known and currently unsolved bugs in Padre
de: Liste aller bekannten Probleme und Bugs von Padre anzuzeigen.
fr_fr: Voir tous les bugs de Padre connus et non résolus

source: &Translate Padre...
de: Padre &übersetzen
fr_fr: &Traduire Padre...

source: Help by translating Padre to your local language
de: Padre in die eigene Sprache übersetzen.
fr_fr: Aider en traduisant Padre dans votre langue courante

source: &About
de: Ü&ber
fr_fr: &A propos

source: Show the about-Padre information
de: Informationsseite zu Padre und den Entwicklern anzeigen.
fr_fr: Montrer l'information à propos de Padre

source: Show the Padre plug-in manager to enable or disable plug-ins
de: Plugins können im Plugin-Manager aktiviert und deaktiviert werden.
fr_fr: Montre le gestionnaire de greffons de Padre pour les dés/activer.

source: Plug-in List (CPAN)
de: Plugin-Liste (CPAN)
fr_fr: Liste de greffons (CPAN)

source: Open browser to a CPAN search showing the Padre::Plugin packages
de: Padre::Plugin - Liste im Browser anzeigen
fr_fr: Ouvrir un navigateur pour chercher les greffons Padre sur CPAN

source: Edit My Plug-in
de: Editiere 'Mein Plugin'
fr_fr: Editer MyPlugin

source: My Plug-in is a plug-in where developers could extend their Padre installation
de: My-Plugin erlaubt es jedem Entwickler, die lokale Padre-Installation zu erweitern.
fr_fr: My-Plugin est un greffon où les développeurs peuvent étendre leur installation de Padre

source: Could not find the Padre::Plugin::My plug-in
de: Konnte das Plugin Padre::Plugin::My nicht finden
fr_fr: Ne peut pas trouver le greffon Padre::Plugin::My

source: Reload My Plug-in
de: Lade 'Mein Plugin' erneut
fr_fr: Recharger MyPlugin

source: This function reloads the My plug-in without restarting Padre
de: Diese Funktion aktualisiert das My-Plugin ohne dass Padre neu gestartet werden muss.
fr_fr: Cette fonction recharge le greffon MyPlugin sans redémarrer Padre

source: Reset My plug-in
de: Setze 'Mein Plugin' zurück
fr_fr: Réinitialiser MyPlugin

source: Reset the My plug-in to the default
de: Setzt My-Plugin auf den Standard-Dateiinhalt zurück.
fr_fr: Réinitialiser le greffon MyPlugin

source: Reload All Plug-ins
de: Lade alle Plugins neu
fr_fr: Recharger tous les greffons

source: Reload all plug-ins from disk
de: Lade alle Plugins neu
fr_fr: Recharger tous les greffons depuis le disque

source: (Re)load Current Plug-in
de: Lade aktuelles Plugin (erneut)
fr_fr: (Re)charger greffon actuel

source: Reloads (or initially loads) the current plug-in
de: Lädt das aktuelle Plugin oder aktualisiert es
fr_fr: Recharger le greffon courant

source: Install CPAN Module
de: Installiere CPAN-Modul
fr_fr: Installation d'un module CPAN

source: Install a Perl module from CPAN
de: Ein Perl-Modul vom CPAN installieren
fr_fr: Installer un module depuis le CPAN

source: Install Local Distribution
de: Installiere Distribution von lokalem Ort
fr_fr: Installer une distribution locale

source: Using CPAN.pm to install a CPAN like package opened locally
de: Ein lokales CPAN-Paket mittels CPAN.pm installieren
fr_fr: Utiliser CPAN.pm pour installer un paquetage décompressé localement

source: Install Remote Distribution
de: Installiere Distribution von entferntem Ort
fr_fr: Installer une distribution distante

source: Using pip to download a tar.gz file and install it using CPAN.pm
de: Eine tar.gz - Datei runterladen und mit CPAN installieren
fr_fr: Utiliser pip pour télécharger un fichier .tar.gz et l'installer en utilisant CPAN.pm

source: Open CPAN Config File
de: Öffne CPAN Konfigurationsdatei
fr_fr: Ouvrir le fichier de configuration CPAN

source: Open CPAN::MyConfig.pm for manual editing by experts
de: CPAN - Konfiguration aufrufen
fr_fr: Ouvrir CPAN::MyConfig.pm pour une édition manuelle (pour les experts)

source: Select distribution to install
de: Distribution zur Installation auswählen
fr_fr: Sélectionner la distribution à installer

source: Did not provide a distribution
de: Stellte keine Distribution bereit
fr_fr: N'a pas fourni de distribution

source: Enter URL to install e.g. http://svn.ali.as/cpan/releases/Config-Tiny-2.00.tar.gz
de: URL zur Installation angeben z.B. http://svn.ali.as/cpan/releases/Config-Tiny-2.00.tar.gz
fr_fr: Entez l'URL à installer ex : http://svn.ali.as/cpan/releases/Config-Tiny-2.00.tar.gz

source: pip is unexpectedly not installed
de: pip ist wider Erwarten nicht installiert
fr_fr: étonnant, pip n'est pas installé

source: Failed to find your CPAN configuration
de: Konnte CPAN-Konfiguration nicht finden
fr_fr: N'a pas réussi à trouver votre configuration CPAN

source: Execute the next statement, enter subroutine if needed. (Start debugging if it is not yet running)
de: Die nächste Zeile ausführen, falls notwendig in eine Sub springen (Debugger starten, falls notwendig)
fr_fr: Exécuter la prochaine instruction, entrer dans la fonction si besoin. (Démarre le débugger s'il n'était pas lancé)

source: Execute the next statement, If it is a subroutine call, stop only after it returned. (Start debugging if it is not yet running)
de: Die nächste Zeile ausführen, eine Sub dabei als einen Befehl ansehen (Debugger starten, falls notwendig)
fr_fr: Exécuter la prochaine instruction. Si c'est un appel de fonction, stopper après son retour. (Démarre le débugger s'il n'était pas lancé)

source: If withing a subroutine, run till return is called and then stop.
de: Bis zum Ende der Sub ausführen
fr_fr: Si dans une fonction, continuer jusqu'à sa sortie et s'arrêter.

source: Run till breakpoint
de: Bis zum Breakpoint ausführen
fr_fr: Lancer jusqu'au point d'arrêt

source: Start running and/or continue running till next breakpoint or watch
de: Programm bis zur nächsten Unterbrechung ausführen (Debugger starten, falls notwendig)

source: Jump to current execution line
de: Zur aktuell ausgeführten Zeile springen
fr_fr: Aller à la ligne d'exécution courante

source: Set breakpoint
de: Unterbrechung setzen
fr_fr: Définir un point d'arrêt

source: Set a breakpoint to the current location of the cursor with a condition
de: Eine Unterbrechung in der aktuellen Zeile setzen
fr_fr: Placer un point d'arrêt à la position courante du curseur avec une condition

source: Remove breakpoint
de: Unterbrechung entfernen
fr_fr: Supprimer le point d'arrêt

source: Remove the breakpoint at the current location of the cursor
de: Unterbrechung aus der aktuellen Zeile entfernen
fr_fr: Enlever le point d'arrêt à la position courante du curseur

source: List all the breakpoints
de: Liste aller Unterbrechungen
fr_fr: Lister les points d'arrêt

source: List all the breakpoints on the console
de: Alle Unterbrechungspunkte anzeigen
fr_fr: Lister tous les points d'arrêt sur la console

source: Run to cursor
de: Bis zum Cursor ausführen
fr_fr: Lancer jusqu'au curseur

source: Set a breakpoint at the line where to cursor is and run till there
de: Datei bis zur aktuellen Position ausführen
fr_fr: Placer un point d'arrêt à la position courante du curseur et exécuter jusqu'ici

source: Show Stack Trace
de: Stack anzeigen
fr_fr: Lancer la pile d'appel

source: When in a subroutine call show all the calls since the main of the program
de: Sub-Stack anzeigen
fr_fr: Dans un appel de fonction, montre la pile d'appels depuis le programme principal

source: Display value
de: Wert anzeigen
fr_fr: Afficher la valeur

source: Display the current value of a variable in the right hand side debugger pane
de: Die aktuelle Variable im Debugger-Panel anzeigen
fr_fr: Montre la valeur courante d'une variable dans le panel de débug de droite

source: Show Value
de: Wert anzeigen
fr_fr: Montrer la valeur

source: Show the value of a variable.
de: Den Wert der aktuellen Variablen anzeigen
fr_fr: Montre la valeur d'une variable.

source: Evaluate Expression
de: Ausdruck auswerten
fr_fr: Evaluer l'expression

source: Type in any expression and evaluate it in the debugged process
de: Einen Befehl im aktuellen Prozess ausführen
fr_fr: Entrer une expression pour l'évaluer dans le processus débuggué

source: Quit Debugger
de: Debugger beenden
fr_fr: Quitter le débugger

source: Quit the process being debugged
de: Debugger beenden
fr_fr: Terminer le processus en cours de débuggage

source: Check for common (beginner) errors
de: Nach häufigen (Anfänger-)Fehlern suchen
fr_fr: Vérifier les erreurs classiques (de débutant)

source: Check the current file
de: Aktuelle Datei prüfen
fr_fr: Vérifier le fichier courant

source: Find Unmatched Brace
de: Finde verwaiste Klammer
fr_fr: Trouver parenthèse orpheline

source: Searches the source code for brackets with lack a matching (opening/closing) part.
de: Suche nach nicht übereinstimmenden/fehlenden Klammern
fr_fr: Chercher dans le code source les parenthèses, crochets et accolades non balancées.

source: Find where the selected variable was declared using "my" and put the focus there.
de: Deklaration der Variablen finden
fr_fr: Mettre le focus sur la déclaration de la variable sélectionnée.

source: Find where the selected function was defined and put the focus there.
de: Definition der gewählten Funktion finden
fr_fr: Mettre le focus sur la déclaration de la fonction sélectionnée.

source: Vertically Align Selected
de: Auswahl vertikal ausrichten
fr_fr: Aligner verticalement

source: Align a selection of text to the same left column.
de: Richtet einen Block vertikal aus.
fr_fr: Aligner à gauche la sélection de texte.

source: Newline same column
de: Neue Zeile, gleiche Spalte
fr_fr: Retour à la ligne à la même colonne

source: Like pressing ENTER somewhere on a line but use the current position as ident for the new line.
de: Fügt eine neue Zeile ein und rückt bis zur aktuellen Spalte ein.
fr_fr: Même comportement que ENTER, mais utilise la position courante comme indentation de la nouvelle ligne.

source: Create project tagsfile
de: Eine Projekt-Tagsdatei erstellen
fr_fr: Créer le fichier de tags du projet

source: Creates a perltags - file for the current project supporting find_method and autocomplete.
de: Erstellt eine Perltags-Datei für das aktuelle Projekt zur Unterstützung von find_method und Autovervollständigen
fr_fr: Crée un perltags - fichier du projet courant pour soutenir find_method et autocomplete.

source: Automatic bracket completion
de: Automatische Klammer-Ergänzung
fr_fr: Complétion d'accolades automatique

source: When typing { insert a closing } automatically
de: Klammern automatisch ergänzen
fr_fr: Insérer une accolade fermante automatiquement après une {

source: &New
de: &Neu
fr_fr: &Nouveau

source: Open a new empty document
de: Ein neues leeres Dokument öffnen
fr_fr: Ouvrir un nouveau document vide

source: Perl 5 Script
de: Perl-5-Skript
fr_fr: Script Perl 5

source: Open a document with a skeleton Perl 5 script
de: Ein neues Perl-5-Skript erstellen
fr_fr: Ouvrir un document avec un squelette de script Perl 5

source: Perl 5 Module
de: Perl 5 Modul
fr_fr: Module Perl 5

source: Open a document with a skeleton Perl 5 module
de: Ein neues Perl-5-Modul erstellen
fr_fr: Ouvrir un document avec un squelette de module Perl 5

source: Open a document with a skeleton Perl 5 test script
de: Ein neues Perl 5 Test-Script erstellen
fr_fr: Ouvrir un document avec un squelette de script de test Perl 5

source: Perl 6 Script
de: Perl-6-Skript
fr_fr: Script Perl 6

source: Open a document with a skeleton Perl 6 script
de: Ein neues Perl-6-Script erstellen
fr_fr: Ouvrir un document avec un squelette de script Perl 6

source: Setup a skeleton Perl distribution using Module::Starter
de: Perl-Distribution (Module::Starter) erstellen
fr_fr: Créer un squelette de distribution Perl en utilisant Module::Starter

source: &Open
de: &Öffnen

source: Browse directory of the current document to open a file
de: Verzeichnis der aktuellen Datei anzeigen
fr_fr: Naviguer dans le répertoire du document courant

source: Open &URL...
de: &URL öffnen...
fr_fr: Ouvrir une &URL...

source: Open a file from a remote location
de: Eine Datei auf einem entfernten Server öffnen
fr_fr: Ouvrir un fichier sur un serveur distant

source: Open In File Browser
de: Im Dateibrowser öffnen
fr_fr: Ouvrir dans le gestionnaire de fichiers

source: Open With Default System Editor
de: Mit Standard-Editor öffnen

source: Opens the file with the default system editor
de: Öffnet die Datei mit dem Standard-Editor des Systems

source: Open In Command Line
de: In der Kommandozeile öffnen

source: Open Example
de: Beispieldatei öffnen
fr_fr: Ouvrir un exemple

source: Browse the directory of the installed examples to open one file
de: Verzeichnis der Beispieldateien anzeigen
fr_fr: Naviguer dans le répertoire des exemples installés

source: Close current document
de: Aktuelles Dokument schließen
fr_fr: Fermer le document courant

source: Close This Project
de: Projekt schließen
fr_fr: Fermer ce projet

source: Close all the files belonging to the current project
de: Alle Dateien des aktuellen Projektes schließen
fr_fr: Fermer touts les fichiers appartenant au projet courant

source: File is not in a project
de: Datei gehört zu keinem Projekt
fr_fr: Le fichier n'appartient à aucun projet

source: Close Other Projects
de: Andere Projekte schließen
fr_fr: Fermer les autres projets

source: Close all the files that do not belong to the current project
de: Alle Dateien schließen, die nicht zum aktuellen Projekte gehören
fr_fr: Fermer tous les fichiers n'appartenant pas au projet courant

source: Close All Files
de: Alle Dateien schließen
fr_fr: Fermer tous les fichiers

source: Close all the files open in the editor
de: Alle offenen Dateien schließen
fr_fr: Fermer tous les fichiers ouverts dans l'éditeur

source: Close All Other Files
de: Alle anderen Dateien schließen
fr_fr: Fermer tous les autres fichiers

source: Close all the files except the current one
de: Alle Dateien bis auf die gerade ausgewählte schließen
fr_fr: Femer tous les fichiers sauf le document courant

source: Close Files Dialog...
de: Ausgewählte Dateien schließen...

source: Select some open files for closing
de: Einige Dateien auswählen, die geschlossen werden sollen.

source: Reload File
de: Datei erneut laden
fr_fr: Recharger le fichier

source: Reload current file from disk
de: Aktuelle Datei neu vom Datenträger laden
fr_fr: Recharger le fichier courant depuis le disque

source: Reload All
de: Alles erneut laden

source: Reload all files currently open
de: Alle offenen Dateien neu laden
fr_fr: Recharger tous les fichiers actuellement ouverts

source: Reload Some Dialog...
de: Ausgewählte Dateien neu laden...

source: Save current document
de: Aktuelles Dokument speichern
fr_fr: Sauvegarder le document courant

source: Save &As
de: Speichern &als...
fr_fr: Enregistrer &sous

source: Allow the selection of another name to save the current document
de: Aktuelles Dokument unter einem anderen Namen speichern
fr_fr: Permettre l'enregistrement du document courant sous un autre nom

source: Save Intuition
de: Intelligentes Speichern
fr_fr: Intuition de sauvegarde

source: For new document try to guess the filename based on the file content and offer to save it.
de: Versuchen aus einem neuen Dokument den Dateinamen zu erraten.
fr_fr: Essaie de deviner le nom des nouveaux fichiers selon leur contenu

source: Save All
de: Alle speichern
fr_fr: Tout enregistrer

source: Save all the files
de: Alle Dateien speichern
fr_fr: Enregistrer tous les fichiers

source: List the files that match the current selection and let the user pick one to open
de: Alle Dateien anzeigen, die der aktuellen Auswahl entsprechen und eine davon öffnen
fr_fr: Lister les fichiers correspondant à la sélection courante et permettre à l'utilisateur d'en ouvrir un

source: Open Session
de: Sitzung öffnen
fr_fr: Ouvrir une session

source: Select a session. Close all the files currently open and open all the listed in the session
de: Eine Sitzung auswählen, alle aktuell geöffneten Dateien schließen und die Sitzung öffnen
fr_fr: Choisir une session. Fermer tous les fichiers actuellement ouvert et ouvrir ceux listés dans la session

source: Save Session
de: Sitzung speichern...
fr_fr: Enregistrer la session

source: Ask for a session name and save the list of files currently opened
de: Alle offenen Dateien als eine neue Sitzung speichern
fr_fr: Demande un nom de session et sauvegarde la liste des fichiers actuellement ouverts

source: &Print
de: &Drucken...
fr_fr: Im&primer

source: Print the current document
de: Aktuelles Dokument drucken
fr_fr: Imprimer le document courant

source: Open All Recent Files
de: Alle kürzlich bearbeiten Dateien öffnen
fr_fr: Ouvrir tous les fichiers récents

source: Open all the files listed in the recent files list
de: Alle kürzlich geöffneten Dateien öffnen
fr_fr: Ouvre tous les fichiers listés dans la liste des fichiers récemment ouverts

source: Clean Recent Files List
de: Liste leeren
fr_fr: Vider la liste des fichiers récents

source: Remove the entries from the recent files list
de: Aktuelle Datei von der Liste der kürzlich geöffneten Dateien löschen
fr_fr: Vider la liste des fichiers récemment ouverts

source: Document Statistics
de: Dokument-Statistik
fr_fr: Statistiques du document

source: Word count and other statistics of the current document
de: Statistiken zum Dokument anzeigen
fr_fr: Nombre de mots et autres statistiques du document courant

source: &Quit
de: &Beenden
fr_fr: &Quitter

source: Ask if unsaved files should be saved and then exit Padre
de: Fragt wie mit nicht gespeicherten Dateien verfahren werden soll und beendet Padre.
fr_fr: Demander si les fichiers non sauvegardés doivent l'être et terminer Padre

source: No errors or warnings found in %s.
de: Keine Warnungen oder Fehler in %s gefunden.
fr_fr: Aucune erreur ni avertissement trouvé dans %s.

source: No errors or warnings found.
de: Keine Warnungen oder Fehler gefunden.
fr_fr: Aucune erreur ni avertissement trouvé.

source: Finished Searching
de: Suche abgeschlossen.
fr_fr: Fin de la recherche

source: First character of selection does not seem to point at a token.
de: Erstes Zeichen der Auswahl zeigt anscheinend nicht auf ein gültiges Zeichen.
fr_fr: Le premier caractère de la sélection ne semple pas pointer sur un signe.

source: Selection not part of a Perl statement?
de: Ist die Auswahl vielleicht kein Teil eines Perl-Befehls?
fr_fr: La sélection ne fait pas partie d'une instruction Perl ?

source: Replace Operation Canceled
de: Ersetzen abgebrochen
fr_fr: Opération de remplacement annulée

source: No declaration could be found for the specified (lexical?) variable
de: Keine Deklaration für die angegebene (lexikalische?) Variable gefunden
fr_fr: Aucune déclaration trouvée pour la variable (lexicale ?) spécifiée

source: Search Canceled
de: Suche abgebrochen
fr_fr: Recherche annulée

source: All braces appear to be matched
de: Alle Klammern haben Gegenstücke
fr_fr: Toutes les parenthèses semblent balancées

source: Check Complete
de: Test abgeschlossen
fr_fr: Vérification terminée

source: &GoTo Element
de: &Gehe zu Element
fr_fr: &Aller à l'élément

source: Plugin %s
fr_fr: Greffon %s

source: wxPerl Live Support
fr_fr: Support en direct pour wxPerl

source: No Build.PL nor Makefile.PL found
fr_fr: Ni Build.PL ni Makefile.PL trouvé

source: Line number between (1-%s):
fr_fr: Numéro de ligne (entre 1 et %s) :

source: Go to line number
fr_fr: Aller à la ligne :
