Repository: PadreIDE/Padre
Catalog: share/locale/*.po
Languages: de, fr_fr

source: Convert Encoding
de: Kodierung konvertieren
fr_fr: Convertir l'encodage

source: Convert EOL
de: Zeilenenden konvertieren
fr_fr: Convertir les fins de ligne

source: Tabs and Spaces
de: Tabulatoren und Leerzeichen
fr_fr: Tabulations et espaces

source: Upper/Lower Case
de: Groß-/Kleinschreibung
fr_fr: Majuscules / Minuscules

source: Show as ...
de: Zeige als...
fr_fr: Montrer en tant que...

source: &Edit
de: &Bearbeiten
fr_fr: Editio&n

source: &Help
de: &Hilfe
fr_fr: Aid&e

source: Module Tools
de: Modul-Werkzeuge
fr_fr: Outils module

source: Plug-in Tools
de: Plugin-Werkzeuge
fr_fr: Outils greffon

source: &Debug
de: &Debugging
fr_fr: &Débug

source: New...
de: Neu...
fr_fr: Nouveau...

source: Open...
de: Öffnen...

source: Close...
de: Schließen
fr_fr: Fermer...

source: Reload...
de: Erneut laden...

source: &Recent Files
de: &Kürzlich bearbeitet
fr_fr: Fichiers &récents

source: &File
de: &Datei
fr_fr: &Fichier

source: File %s not found.
de: Datei %s nicht gefunden.
fr_fr: Fichier %s introuvable.

source: Open cancelled
de: Öffnen abgebrochen
fr_fr: Ouverture annulée

source: Select Function
de: Funktion auswählen
fr_fr: Choisir la fonction

source: Select which subroutine you want the new subroutine inserted before.
de: Vor welcher Sub soll die neue Sub eingefügt werden?
fr_fr: Sélectionner la fonction devant laquelle vous souhaitez insérer la nouvelle fonction.

source: Function
de: Funktion
fr_fr: Fonction

source: A Dialog
de: Ein Dialog
fr_fr: Un dialogue

source: Label One
de: Label 1
fr_fr: Label un

source: Second Label
de: Label 2

source: Whatever
de: Wasauchimmer
fr_fr: Peu importe

source: Find
de: Finde
fr_fr: Rechercher

source: Case &sensitive
de: Groß-/Klein&schreibung beachten
fr_fr: &Sensible à la casse

source: &Regular Expression
de: &Regulärer Ausdruck
fr_fr: Expression &régulière

source: Close Window on &Hit
de: Dialog schließen bei &Treffer
fr_fr: Fermer la fenêtre à la première occurrence

source: Search &Backwards
de: Suche rück&wärts
fr_fr: Rechercher en a&rrière

source: &Find Next
de: Weitersuchen
fr_fr: Rechercher en avant

source: Find &All
de: Finde &alle
fr_fr: &Tout Rechercher

source: &Cancel
de: &Abbrechen
fr_fr: &Annuler

source: Find &Text:
de: Text finden:
fr_fr: Rechercher le &texte :

source: Options
de: Optionen

source: No matches found
de: Nichts gefunden
fr_fr: Aucune occurrence trouvée

source: Not a valid search
de: Keine gültige Suchanfrage
fr_fr: Recherche non valide

source: Session Manager
de: Sitzungs-Manager
fr_fr: Gestion des sessions

source: List of sessions
de: Sitzungsliste
fr_fr: Liste des sessions

source: Last update
de: Letzte Aktualisierung
fr_fr: Dernière mise à jour

source: Save session automatically
de: Sitzung automatisch speichern
fr_fr: Enregistrer la session automatiquement

source: Open
de: Öffnen
fr_fr: Ouvrir

source: Close
de: Schließen
fr_fr: Fermer

source: Find:
de: Finde:
fr_fr: Rechercher :

source: Previ&ous
de: V&orherige
fr_fr: Précédent

source: &Next
de: &Nächster
fr_fr: &Suivant

source: Case &insensitive
de: Ignoriere Groß-/Kleinschreibung
fr_fr: &Insensible à la casse

source: Use rege&x
de: Verwende RegE&x
fr_fr: Utiliser une rege&xp

source: Enable
de: Aktivieren
fr_fr: Activer

source: Preferences
de: Einstellungen
fr_fr: Préférences

source: Error loading pod for class '%s': %s
de: Fehler beim Laden der POD Dokumentation für '%s': %s
fr_fr: Erreur lors du chargement du pod de la classe '%s' : %s

source: Show error message
de: Zeige Fehlermeldung
fr_fr: Montrer le message d'erreur

source: Disable
de: Deaktivieren
fr_fr: Désactiver

source: Quick Menu Access
de: Schnellzugriff
fr_fr: Accès menu rapide

source: Error while trying to perform Padre action: %s
de: Fehler beim Ausführen der Aktion %s
fr_fr: Erreur en effectuant une action Padre : %s

source: &Type a menu item name to access:
de: Auf Menüein&trag zugreifen:
fr_fr: &Taper un nom d'item de menu à accéder :

source: &Matching Menu Items:
de: Passende &Menüeinträge:
fr_fr: Items menus &concordants

source: Reading items. Please wait...
de: Lese Daten, bitte warten...
fr_fr: Lecture des items. Veuillez patienter...

source: File
de: Datei

source: Edit
de: Bearbeiten

source: View
de: Ansicht

source: Run
de: Ausfüh&ren
fr_fr: Lancer

source: Debug
de: Debugging

source: Window
de: Fenster

source: Help
de: &Hilfe
fr_fr: Aide

source: Module Name:
de: Modul-Name:
fr_fr: Nom du module :

source: Author:
de: Autor:
fr_fr: Auteur :

source: Builder:
de: Erzeugen durch:
fr_fr: Constructeur :

source: License:
de: Lizenz:
fr_fr: Licence :

source: Parent Directory:
de: Übergeordnetes Verzeichnis:
fr_fr: Répertoire parent :

source: Pick parent directory
de: Übergeordnetes Verzeichnis auswählen
fr_fr: Répertoire parent

source: Module Start
de: Modul-Erzeugung
fr_fr: Démarrage du module

source: Field %s was missing. Module not created.
de: Feld %s war nicht belegt. Modul nicht erzeugt.
fr_fr: Champ %s manquant. Module non créé.

source: missing field
de: fehlendes Feld
fr_fr: Champ manquant

source: An error has occured while generating '%s': %s
de: Beim Erstellen von '%s' ist ein Fehler aufgetreten: %s
fr_fr: Une erreur est survenue lors de la génération de '%s': %s

source: %s apparently created. Do you want to open it now?
de: %s wurde offenbar erstellt. Jetzt öffnen?
fr_fr: %s est apparemment créé. Voulez-vous l'ouvrir maintenant ?

source: Done
de: Fertig
fr_fr: Terminé

source: Class:
de: Klasse:
fr_fr: Classe :

source: Special Value:
de: Spezieller Wert:
fr_fr: Valeur :

source: &Insert
de: &Einfügen
fr_fr: &Insérer

source: Insert Special Values
de: Spezielle Werte einfügen
fr_fr: Insérer des informations

source: Local/Remote File Access
de: Lokaler/entfernter Dateizugriff

source: Enable bookmarks
de: Lesezeichen aktivieren
fr_fr: Activer les signets

source: Change font size
de: Schriftgröße ändern
fr_fr: Changer la taille de la fonte

source: Enable session manager
de: Sitzungs-Manager aktivieren
fr_fr: Activer le gestionnaire de sessions

source: Browse...
de: Durchsuchen...

source: Perl ctags file:
de: Perl-ctags-Datei
fr_fr: Fichier Perl ctags

source: File type:
de: In Dateien/Typen:
fr_fr: Type de fichier :

source: Description:
de: Beschreibung:

source: Content type:
de: Dokument-Typ:
fr_fr: Type de contenu :

source: Automatic indentation style detection
de: Einrückung automatisch erkennen
fr_fr: Détection automatique du style d'indentation

source: Use Tabs
de: Verwende Tabulatoren
fr_fr: Utiliser les tabulations

source: TAB display size (in spaces):
de: Anzeigebreite (in Leerzeichen) für Tabulatoren:
fr_fr: Taille d'affichage des tabulations (en espaces) :

source: Indentation width (in columns):
de: Einrückungstiefe (in Spalten):
fr_fr: Largeur d'indentation (en colonnes) :

source: Guess from current document:
de: Aus aktuellem Dokument erraten:
fr_fr: Deviner à partir du document courant :

source: Guess
de: Erraten
fr_fr: Deviner

source: Autoindent:
de: Automatisch einrücken:
fr_fr: Auto-indentation :

source: Default word wrap on for each file
de: Zeilenumbruch als Vorgabe für alle Dateien
fr_fr: Retour à la ligne automatique pour chaque fichier

source: Use panel order for Ctrl-Tab (not usage history)
de: Fensterreihenfolge für Strg+Tab verwenden (nicht Nutzungsreihenfolge)
fr_fr: Utiliser l'ordre des onglets pour ctrl+tab (et non selon l'historique d'usage)

source: Clean up file content on saving (for supported document types)
de: Dateiinhalt vor dem Speichern aufräumen (soweit unterstützt)
fr_fr: Nettoyer le contenu du fichier lors de la sauvegarde (pour les types de document supportés)

source: Auto-fold POD markup when code folding enabled
de: POD automatisch ausblenden, falls Ausblenden aktiv
fr_fr: Replier le POD automatiquement

source: Perl beginner mode
de: Perl-Anfänger-Modus
fr_fr: Mode débutant Perl

source: Open files:
de: Folgende Dateien beim Start öffnen:
fr_fr: Fichiers ouverts :

source: Default projects directory:
de: Standard-Projektverzeichnis wählen
fr_fr: Répertoire par défaut des projets :

source: Choose the default projects directory
de: Standard-Projektverzeichnis wählen
fr_fr: Choisir le répertoire par défaut des projets

source: Open files in existing Padre
de: Öffne Datei in laufender Padre-Instanz
fr_fr: Ouvrir les fichiers dans un Padre existant

source: Methods order:
de: Methoden-Reihenfolge:
fr_fr: Tri des méthodes

source: Preferred language for error diagnostics:
de: Bevorzugte Sprache für Fehlermeldungen:
fr_fr: Langage préféré pour les diagnostics d'erreur :

source: Default line ending:
de: Standard-Zeilenende:
fr_fr: Type de fin de ligne par défaut :

source: Check for file updates on disk every (seconds):
de: Prüfintervall (in Sekunden) für Dateiänderungen auf der Festplatte:
fr_fr: Vérifier les mises à jour sur disque toutes les (secondes) :

source: Add another closing bracket if there is already one (and the auto-bracket-function is enabled)
de: Automatisch mehrere schließende Klammern setzen (sofern die Auto-Klammer-Funktion aktiv ist)
fr_fr: Ajouter une parenthèse fermante supplémentaire s'il y en a déjà une (et que la fonction auto-parenthèse est activée)

source: Enable Smart highlighting while typing
de: Smart highlighting während des Schreibens aktivieren
fr_fr: Activer la coloration intelligente en tapant

source: Shorten the common path in window list?
de: Gemeinsamen Pfad in Fensterliste verkürzen?
fr_fr: Raccourcir le chemin commun dans la fenêtre liste ?

source: Use X11 middle button paste style
de: Mittlere Maustaste zum Einfügen nach X11-Art

source: RegExp for TODO-panel:
de: RegExp für TODO-Suche:

source: Use Splash Screen?
de: Splash (Logo bei Programmstart) anzeigen

source: Colored text in output window (ANSI)
de: Farbiger Text im Ausgabefenster (ANSI)
fr_fr: Texte coloré (ANSI) dans la fenêtre de sortie

source: Show low-priority info messages on statusbar (not in a popup)
de: Nachrichten niedriger Priorität in der Statuszeile anzeigen
fr_fr: Montrer les messages d'information de basse priorité dans la barre de statut (pas dans un popup)

source: Show right margin at column:
de: Zeige rechten Rand bei Spalte:
fr_fr: Montrer une marge droite à la colonne :

source: Editor Font:
de: Editor-Schriftart:
fr_fr: Police éditeur :

source: Editor Current Line Background Colour:
de: Hintergrundfarbe der aktuellen Zeile:
fr_fr: Couleur de fond de la ligne courante de l'éditeur :

source: Settings Demo
de: Vorschau
fr_fr: Démo de préférences

source: Any changes to these options require a restart:
de: Jede Änderung dieser Option erfordert einen Padre-Neustart:
fr_fr: Tout changement à ces options nécessite un redémarrage :

source: Enable?
de: Aktivieren?
fr_fr: Activer ?

source: Crashed
de: Abgestürzt
fr_fr: Interrompu

source: i.e. include directory: -I<dir> enable tainting checks: -T enable many useful warnings: -w enable all warnings: -W disable all warnings: -X
de: i.e. 'Include' Verzeichnis: -I<dir> aktiviere Tainting-Checks: -T aktiviere hilfreiche Warnungen: -w aktiviere alle Warnungen: -W deaktiviere alle Warnungen: -X
fr_fr: e.g. répertoire d'inclusion : -I<rep> activer le mode taint : -T activer les avertissements : -w activer tous les avertissements : -W désactiver tous les avertissements : -X

source: Interpreter arguments:
de: Interpreter-Argumente:
fr_fr: Arguments de l'interpréteur :

source: Script arguments:
de: Skript-Argumente:
fr_fr: Arguments du script :

source: Use external window for execution
de: Externes Fenster für die Ausführung benutzen
fr_fr: Utiliser une fenêtre externe pour l'exécution

source: Unsaved
de: Ungesichert
fr_fr: Non sauvegardé

source: No Document
de: Kein Dokument
fr_fr: Aucun document

source: Document name:
de: Dokument-Name:
fr_fr: Nom du document :

source: Document location:
de: Speicherort:
fr_fr: Emplacement du document :

source: Default
de: System-Vorgabe
fr_fr: Défaut

source: Current Document: %s
de: Aktuelles Dokument: %s
fr_fr: Document courant : %s

source: Behaviour
de: Verhalten
fr_fr: Comportement

source: Appearance
de: Aussehen
fr_fr: Apparence

source: Run Parameters
de: Ausführungs-Parameter
fr_fr: Paramètres d'exécution

source: Files and Colors
de: Dateien und Farben
fr_fr: Fichiers et couleurs

source: Indentation
de: Einrückungen

source: External Tools
de: Externe Tools
fr_fr: Outils externes

source: &Save
de: &Speichern
fr_fr: &Enregistrer

source: &Advanced...
de: &Experten-Modus

source: new
de: neu
fr_fr: nouveau

source: nothing
de: keine
fr_fr: rien

source: last
de: wie zuletzt
fr_fr: dernier

source: session
de: Sitzung

source: no
de: nein
fr_fr: non

source: same_level
de: gleiche Tiefe
fr_fr: même niveau

source: deep
de: eingerückt
fr_fr: profond

source: alphabetical
de: alphabetisch
fr_fr: alphabétique

source: original
de: wie in der Datei

source: alphabetical_private_last
de: alphabetisch, private Methoden am Ende
fr_fr: alphabétique, privé en dernier

source: Save settings
de: Einstellungen speichern
fr_fr: Enregistrer les paramètres

source: Find and Replace
de: Suchen und Ersetzen
fr_fr: Trouver et remplacer

source: Regular &Expression
de: R&egulärer Ausdruck
fr_fr: &Expression régulière

source: Replace &All
de: &Alle ersetzen
fr_fr: &Tout remplacer

source: &Find
de: &Finde
fr_fr: &Rechercher

source: &Replace
de: E&rsetzen
fr_fr: &Remplacer

source: Find Text:
de: Weitersuchen
fr_fr: Rechercher :

source: Replace
de: E&rsetzen
fr_fr: Remplacer

source: Replace Text:
de: Ersetzen durch:
fr_fr: Remplacement :

source: Search and Replace
de: Suchen und ersetzen
fr_fr: Rechercher et remplacer

source: Replaced %d matches
de: %d Ersetzungen durchgeführt.
fr_fr: %d occurrences remplacées

source: See http://padre.perlide.org/ for update information
de: Update - Informationen: http://padre.perlide.org/
fr_fr: Cf http://padre.perlide.org/ pour plus d'information

source: Do not show this again
de: Nicht noch einmal anzeigen.
fr_fr: Ne plus afficher par la suite

source: Encode to:
de: Enkodieren zu:
fr_fr: Encoder en :

source: Encode document to...
de: Dokument umkodieren zu...
fr_fr: Encoder le document en...

source: Open Resource
de: Ressource öffnen
fr_fr: Ouvrir une ressource

source: Error while trying to perform Padre action
de: Fehler beim Ausführen der Aktion
fr_fr: Erreur en effectuant une action Padre

source: &Select an item to open (? = any character, * = any string):
de: Welche&s Element öffnen (? = beliebiges Zeichen, * = mehrere beliebige Zeichen):
fr_fr: &Sélectionner un item à ouvrir (? = n'importe quel caractère, * = n'importe quelle chaîne)

source: &Matching Items:
de: Gefundene Ele&mente:
fr_fr: Items &concordants :

source: Current Directory:
de: Aktuelles Verzeichnis:
fr_fr: Répertoire courant :

source: Skip VCS files
de: VCS-Dateien ignorieren
fr_fr: Ignorer les fichiers des VCS

source: Skip using MANIFEST.SKIP
de: Überspringen mittels MANIFEST.SKIP
fr_fr: Ignorer en utilisant MANIFEST.SKIP

source: Positive Integer
de: Positive Ganzzahl

source: Integer
de: Ganze Zahl

source: String
de: Zeichenkette

source: File/Directory
de: Datei/Verzeichnis

source: Advanced Settings
de: Experten-Einstellungen

source: Preference Name
de: Name

source: Value
de: Wert
fr_fr: Valeur

source: Copy
de: Kopieren

source: Copy Value
de: Wert kopieren

source: True
de: Ja

source: False
de: Nein

source: Default value:
de: System-Vorgabe

source: Options:
de: Optionen:

source: &Set
de: &Setzen

source: &Reset
de: &Rückgängig machen

source: S&ave
de: &Speichern

source: User
de: Benutzer

source: Filter through tool
de: Filter
fr_fr: Outil de filtre

source: Filter command:
de: Filter-Befehl:
fr_fr: Commande de filtre :

source: Window list
de: Fensterliste

source: List of open files
de: Liste der offenen Dateien

source: Open URL
de: URL öffnen
fr_fr: Ouvrir une URL

source: Help Search
de: In der Hilfe suchen
fr_fr: Aide sur la recherche

source: Error while calling %s %s
de: Fehler beim Aufruf von %s %s

source: No Help found
de: Kein Hilfe-Dokument gefunden
fr_fr: Aucune aide trouvée

source: Select the help &topic
de: Hilfe-&Thema auswählen
fr_fr: Choisir le &sujet d'aide

source: Type a help &keyword to read:
de: Suchbegriff:
fr_fr: &Taper un sujet d'aide à atteindre :

source: &Matching Help Topics:
de: Gefundene Ele&mente:
fr_fr: Sujets d'aide &concordants :

source: Reading items. Please wait
de: Lese Daten, bitte warten...
fr_fr: Lecture des items. Veuillez patienter

source: Could not find a help provider for
de: Konnte keinen Hilfe-Anbieter finden:
fr_fr: Ne peut pas trouver le fournisseur d'aide pour

source: Key Bindings
de: Tastenkombinationen

source: Shortcut
de: Tastenkürzel
fr_fr: Raccourci

source: Action
de: Aktion

source: Sh&ortcut:
de: &Tastenkürzel

source: All
de: Alle
fr_fr: Tout

source: Snippet:
de: Schnipsel:
fr_fr: Extrait :

source: &Add
de: &Hinzufügen
fr_fr: &Ajouter

source: Snippets
de: Schnipsel
fr_fr: Extraits

source: Category:
de: Kategorie:
fr_fr: Catégorie :

source: Edit/Add Snippets
de: Editieren/Hinzufügen von Schnipseln
fr_fr: Editer / Ajouter des extraits

source: Save session as...
de: Speichere Sitzung als...
fr_fr: Enregistrer la session...

source: Session name:
de: Sitzungsname:
fr_fr: Nom de la session :

source: Save
de: &Speichern
fr_fr: Enregistrer

source: &Line number or character position?
de: &Ist dies eine Zeilennummer oder Position?

source: &Enter a line number between 1 and %s:
de: Z&eilennummer (1 bis %s):

source: &Enter a position between 1 and %s:
de: Bitt&e eine Position zwischen 1 und %s eingeben:

source: Current line number: %s
de: Aktuelle Zeilennummer: %s

source: Current position: %s
de: Aktuelle Position: %s

source: Not a positive number!
de: Keine positive Zahl!

source: Out of range!
de: Außerhalb des zulässigen Bereichs!

source: Action: %s
de: Aktion: %s

source: CTRL
de: STRG

source: Existing bookmarks:
de: Vorhandene Lesezeichen:
fr_fr: Signets existants :

source: Delete &All
de: Entferne &alle
fr_fr: &Tout supprimer

source: Set Bookmark
de: Setze Lesezeichen
fr_fr: Placer un signet

source: GoTo Bookmark
de: Gehe zu Lesezeichen
fr_fr: Aller au signet

source: Cannot set bookmark in unsaved document
de: Kann Lesezeichen nicht setzen in ungespeichertem Dokument
fr_fr: Ne peut placer un signer dans un document non sauvegardé

source: %s line %s: %s
de: %s Zeile %s: %s
fr_fr: %s ligne %s : %s

source: The bookmark '%s' no longer exists
de: Das Lesezeichen '%s' existiert nicht mehr
fr_fr: Le signet '%s' n'existe plus

source: Autocomplete always while typing
de: Beim Schreiben automatisch vervollständigen
fr_fr: Activer l'auto-complétion lors de la frappe

source: Autocomplete new methods in packages
de: Neue Methoden automatisch vervollständigen
fr_fr: Auto-compléter les nouvelles méthodes dans les packages

source: Autocomplete new subroutines in scripts
de: Neue Methoden automatisch vervollständigen
fr_fr: Auto-compléter les nouvelles méthodes dans les scripts

source: Min. length of suggestions:
de: Mindestlänge für Vorschläge:
fr_fr: Longueur minimale des suggestions :

source: Max. number of suggestions:
de: Maximale Anzahl Vorschläge:
fr_fr: Nombre maximum de suggestions :

source: Min. chars for autocompletion:
de: Mindest-Zeichenzahl für Autovervollständigung:
fr_fr: Nombre minimum de caractères pour l'autocomplétion :

source: File access via HTTP
de: Dateizugriff über HTTP
fr_fr: Accès fichier via HTTP

source: File access via FTP
de: Dateizugriff mit FTP
fr_fr: Accès fichier via FTP

source: Use FTP passive mode
de: Passiven FTP-Modus benutzen
fr_fr: Utiliser le mode FTP passif

source: Unsupported OS: %s
de: Betriebssystem '%s' wird nicht unterstützt

source: Failed to execute process
de: Fehler beim Starten des Prozesses
fr_fr: Erreur lors de l'exécution du processus

source: Could not find KDE or GNOME
de: Konnte weder KDE noch GNOME finden

source: Padre Developer Tools
de: Padre Entwickler Werkzeuge
fr_fr: Outils développeurs Padre

source: Run Document inside Padre
de: Dokument in Padre ausführen
fr_fr: Lancer le document dans Padre

source: Run Selection inside Padre
de: Auswahl in Padre ausführen
fr_fr: Lancer la sélection dans Padre

source: Dump Expression
de: Ausdruck ausgeben
fr_fr: Dumper l'expression

source: Dump Current Document
de: Aktuelles Dokument dumpen
fr_fr: Dumper le document courant

source: Dump Top IDE Object
de: IDE Top-Objekt dumpen
fr_fr: Dumper l'objet IDE principal

source: Dump Current PPI Tree
de: Aktuelles Dokument als PPI Baum dumpen
fr_fr: Dumper l'arbre PPI courant

source: Dump %INC and @INC
de: Dumpe %INC und @INC
fr_fr: Afficher %INC et @INC

source: Start/Stop sub trace
de: sub-Trace starten/beenden

source: Load All Padre Modules
de: Alle Padre-Module laden
fr_fr: Charger tous les modules Padre

source: Simulate Crash
de: Absturz simulieren
fr_fr: Simuler un crash

source: Simulate Crashing Bg Task
de: Abstürzende Hintergrund-Funktion simulieren
fr_fr: Simuler un crash de tache d'arrière-plan

source: wxWidgets %s Reference
de: wxWidgets %s Referenz
fr_fr: Référence wxWidgets %s

source: STC Reference
de: STC Referenz
fr_fr: Référence STC

source: Expression
de: &Regulärer Ausdruck

source: No file is open
de: Keine geöffnete Datei
fr_fr: Aucun fichier ouvert

source: No Perl 5 file is open
de: Keine Perl-5-Datei geöffnet
fr_fr: Aucun fichier Perl 5 ouvert

source: Sub-tracing stopped
de: Sub-trace gestoppt

source: Error while loading Aspect, is it installed?
de: Fehler beim Laden von Aspect.

source: Sub-tracing started
de: Sub-trace gestartet

source: A set of unrelated tools used by the Padre developers
de: Sammlung von Werkzeugen, die die Padre Entwickler verwenden
fr_fr: Un ensemble d'outils utilisés par les développeurs Padre

source: Show current report
de: Aktuellen Bericht anzeigen
fr_fr: Montrer le rapport

source: Popularity Contest Report
de: Beliebtheitsbericht - Bericht
fr_fr: Rapport du concours de popularité

source: Error:
de: Fehler: %s

source: No errors found.
de: Keine Fehler gefunden.
fr_fr: Aucune erreur trouvée.

source: Current cursor does not seem to point at a variable
de: Cursor zeigt offenbar nicht auf eine Variable
fr_fr: Le curseur ne semble pas pointer sur une variable

source: Check cancelled
de: Check abgebrochen
fr_fr: Vérification annulée

source: Current cursor does not seem to point at a method
de: Cursor zeigt offenbar nicht auf eine Methode
fr_fr: Le curseur ne semble pas pointer sur une méthode

source: Current '%s' not found
de: %s nicht gefunden.
fr_fr: '%s' courant introuvable

source: Find Variable Declaration
de: Finde Variablen-Deklaration
fr_fr: Trouver la déclaration de la variable

source: Lexically Rename Variable
de: Variable lexikalisch umbenennen
fr_fr: Remplacement lexical de variable

source: Replacement
de: Ersatz
fr_fr: Remplacement

source: Find Method Declaration
de: Finde Methoden-Deklaration
fr_fr: Trouver la déclaration de la méthode

source: Introduce Temporary Variable
de: Temporäre Variable einführen
fr_fr: Introduire une variable temporaire

source: Variable Name
de: Variablenname
fr_fr: Nom de variable

source: Edit with Regex Editor
de: Mit Regex-Editor editieren

source: (Since Perl v%s)
de: (seit Perl v%s)

source: - DEPRECATED!
de: - VERALTET

source: Find text or regular expressions using a traditional dialog
de: Suche nach Text oder einem RegExp
fr_fr: Recherche du texte ou une expression régulière avec un dialogue traditionnel

source: Find Next
de: Weitersuchen
fr_fr: Rechercher en avant

source: Repeat the last find to find the next match
de: Wiederholt den letzten Suchvorgang
fr_fr: Répète la dernière recherche pour trouver la prochaine occurrence

source: Failed to find any matches
de: Es konnte kein Treffer gefunden werden.
fr_fr: Aucune concordance trouvée

source: &Find Previous
de: Finde vorhergehende
fr_fr: &Rechercher en arrière
